export default {
    aboutUs: {
        center: `
        <p><strong>知名品牌-安全-品质</strong></p>
        <p>这是玩家选择在线投注时首先考虑的因素。经销商 {siteTitle} 拥有欧洲马耳他MGA颁发的合法执照。注册于英属维尔京群岛，是受国际行业协会认可的合法公司。进行注册并娱乐前，请确保您年满18周岁。</p>

        <p><strong>快速交易</strong></p>
        <p>在{siteTitle} ，玩家可以选择多种存款和取款方式，如 Sacombank、Vietcombank、BIDV、Vietinbank...刮刮卡、Momo 电子钱包、Zalopay、Viettelpay、电子支付网关。存款交易在收到转账后立即处理。提现时间2分钟以内，最长10分钟。如果您在交易过程中有任何疑问，可以联系客服快速支持。</p>
        
        <p><strong>客户关怀 {siteTitle} 尽责的</strong></p>
        <p>会员在参与使用系统上的产品时可以感到安全。在现场客户服务系统的全力支持下。当然，所有信息和问题都会尽快得到解决。顾问 {siteTitle} 将 24/7 全天候开放，玩家也将有多种联系方式。</p>
        <p>接收答复，例如：通过热线、电报、zalo...此外，系统成员绝对优先 {siteTitle} 将支持您的请求并解决您面临的问题。</p>

        <p><strong>绝对安全</strong></p>
        <p>当然，大多数会员在参与网上投注时最担心和担心的就是安全性。但是，当您加入我们的投注系统时。 {siteTitle} ，会员信息安全完全可以放心。</p>
        <p>{siteTitle} 承诺绝不透露会员的个人信息。支付方式多样，保证信息安全保密。拥有当今最先进、最现代化的安全系统。这将使安全性变得极其有效，拥有最先进的系统，可以快速、及时地阻止玩家的信息。</p>
        `
    },
};