export default {
	turntable: {
		title: 'लकी ड्रा',
		dayFreeTimes: 'ड्रॉ {number} बार शेष हैं',
		rules: 'गतिविधि नियम',
		giftType_1: 'आपकी जीत पर बधाई हो',
		giftType_2: 'नहीं जीता',
		won: 'जीतने पर बधाई हो',
		won_1: 'आपके',
		won_notes: 'पुरस्कार जीतने के रिकॉर्ड में देखे जा सकते हैं',
		codes: 'रिडेम्पशन कोड',
		kf: 'पुरस्कारों को लेन-देन करने ग्राहक सेवा से संपर्क करें',
		regrets: 'दुर्भाग्य से अपपकों इनाम नहीं मिला, पर चलते रहें',
		btn: 'पुरस्कार प्राप्त करें',
		dayFreeTimes_t: 'लकी ड्रा की बार का उपयोग किया जा चुका है!',
		failed: 'प्राप्त करने में विफल है, कृपया ग्राहक सेवा से संपर्क करें!'
	},

	turntableNotes: {
		title: 'जीत का रिकॉर्ड',
		status_0: 'मिलने की प्रतीक्षा में',
		status_1: 'भेजने की प्रतीक्षा में',
		status_2: 'सफलतापूर्वक प्राप्त हुआ',
		status_3: 'दावा करने में विफल',
		nearlyAMonth: 'नवीनतम एक महीना',
		nearlySevenDays: 'पिछले सात दिन',
		nearlyTwoDays: 'परसों',
		yesterday: 'कल',
		today: 'आज',
		failed: 'प्राप्त करने में विफल है, कृपया ग्राहक सेवा से संपर्क करें!',
		processing: 'लॉकिंग प्रोसेसिंग'
	}
}
