export default {
	turntable: {
		title: 'โชคดีจับรางวัล',
		dayFreeTimes: 'เหลืออีก {number} งวดจับรางวัล',
		rules: 'กฎกิจกรรม',
		giftType_1: 'ยินดีด้วยคุณถูกรางวัล',
		giftType_2: 'ไม่ถูกรางวัล',
		won: 'ยินดีด้วยกับรางวัลที่จับได้',
		won_1: 'รางวัล',
		won_notes: 'สามารถดูรางวัลได้ในบันทึกที่ได้รับรางวัล',
		codes: 'รหัสแลกรางวัล',
		kf: 'ติดต่อฝ่ายบริการลูกค้าเพื่อแลกของรางวัล',
		regrets: 'น่าเสียดายมากที่ไม่ได้รางวัล พยายามต่อไป',
		btn: 'รับของรางวัล',
		dayFreeTimes_t: 'จำนวนการจับรางวัลถูกใช้ไปหมดแล้ว!',
		failed: 'การรับล้มเหลว โปรดติดต่อฝ่ายบริการลูกค้า!'
	},

	turntableNotes: {
		title: 'บันทึกการชนะ',
		status_0: 'รอรับ',
		status_1: 'รอส่งออก',
		status_2: 'ได้รับเรียบร้อยแล้ว',
		status_3: 'การรับล้มเหลว',
		nearlyAMonth: 'ภายในระยะเวลา1เดือนนี้',
		nearlySevenDays: 'เจ็ดวันนี้',
		nearlyTwoDays: 'วันก่อน',
		yesterday: 'เมื่อวาน',
		today: 'วันนี้',
		failed: 'การรับล้มเหลว โปรดติดต่อฝ่ายบริการลูกค้า!',
		processing: 'ล็อคระหว่างดำเนินการ'
	}
}
