export default {
	joint: {
		title: 'संयुक्त उद्यम की योजना',
	},

	digital: {
		title_1: 'बुद्धिमान डेटा पूरे उद्योग का नेतृत्व करता है',
		title_2: 'सदस्य आँकड़े स्पष्ट डेटा के साथ वास्तविक समय में अपडेट किए जाते हैं'
	},

	helps: {
		title: 'संयुक्त उद्यम की योजना',
		tab_1: ' सहयोग और संयुक्त अभियान',
		tab_2: 'गठबंधन समझौता',
		tab_1_center: '{siteTitle} को पंजीकृत करने के लिए धन्यवाद\n' +
			' <br/><br/>\n' +
			'<div class="subtitle-3">प्रचार कैसे करें</div>' +
			'●आपके सफल पंजीकरण के बाद, कंपनी प्रत्येक एजेंट को एक प्रबंधन के बैकस्टेज देगी, और एजेंट बैकस्टेज के माध्यम से अपने स्वयं के एजेंट प्रचार प्रदर्शन देख सकते हैं।' +
			'<br/>●एजेंट बैकस्टेज खाता आपके पंजीकरण करने का एजेंट खाता।<br/>' +
			'●हम आपको एक विशेष लिंक प्रदान करेंगे, और इस लिंक के माध्यम से पंजीकृत प्लेयर आपके एजेंट के प्लेयर हैं।<br/><br/>' +
			'<div class="subtitle-3">कमीशन/सक्रिय सदस्य</div> ●सदस्य जो वर्तमान माह में बेट लगाते हैं (बेट राशि असीमित है)।<br/><br/>' +
			'<div class="subtitle-3">प्लेटफार्म शुल्क</div> ● {platformCommisonRate}%<br/><br/>'+
			'<div class="subtitle-3">स्वतंत्र आपरेशन/कमीशन देने की तारीख</div>●कमीशन अगले महीने की लगभग 15 तारीख को आएगा।<br/><br/>'+
			'<div class="subtitle-3">कमीशन की गणना</div>● एजेंसी कमीशन = ((प्रभावी प्लेयर नकारात्मक लाभ-छूट बोनस) * (100%-प्लेटफ़ॉर्म कमीशन अनुपात)) * कमीशन अनुपात<br/><br/>'+
			'<div class="subtitle-3">उदाहरण के लिए</div>● एक उदाहरण के रूप में प्लेटफ़ॉर्म सदस्य प्लेयर लें। उदाहरण के लिए, यदि आपका प्रभावी प्लेयर 100000 हार देता है, तो छूट बोनस 500 है, कमीशन अनुपात 50% है, और आपके चालू माह का कमीशन<br/>'+
			'गणना निम्नलिखित है:एजेंसी कमीशन=((100000-500)*(100%-{platformCommisonRate}%))*50%=42287.5, यह एक अनुमानित संख्या है, विशिष्ट संख्या विशिष्ट स्थितियों के अधीन है।<br/><br/>'+
			'<div class="subtitle-3">पैसे पाने वाले बैंक कार्ड को कैसे बाँधें</div> ● पंजीकरण करते समय पैसे पाने वाले संदेश<br/><br/>'+
			'<div class="subtitle-3">ध्यान दीजिए</div> ' +
			'● वर्तमान में समर्थित भाषाएं: सरलीकृत चीनी, अंग्रेजी, थाई, वियतनामी, हिंदी, इन्डोनेशियाई <br/>' +
			'● मुद्रा: RMB, डॉलर, थाई बहत, वियतनामी डोंग, भारतीय रुपये, इंडोनेशियाई रुपिया <br/>' +
			'● हम क्रेडिट कार्ड उपयोग करने की अनुमति नहीं देते हैं।<br/>' +
			'● कृपया दूसरों को जमा न करें।प्लेयर केवल अपने स्वयं के ID कार्ड द्वारा खोले गए बैंक कार्ड से ही जमा कर सकते हैं।<br/>' +
			'● ATM मशीनें पैसे ट्रांसफर नहीं कर सकतीं, केवल ऑनलाइन बैंकिंग हो सकता है।<br/> ' +
			'● प्लेयर पंजीकरण जानकारी में कोई गलती न करें वरना बाद में निकासी में दिक्कत होगी।<br/>' +
			'● दो प्लेयर को एक ही कंप्यूटर और एक ही आईपी में लॉग इन न करें।बैन किया जाएगा।खाता एक बार बैन होकर, खाता निधि निकालने में सक्षम नहीं हो सकती।<br/> ' +
			'●हम एक अनन्य वेब लिंक प्रदान करेंगे, प्लेयर वेब के माध्यम से पंजीकरण करने के बाद ही APP में लॉग इन कर सकते हैं।अन्यथा APP में पंजीकृत प्लेयर एजेंट में नहीं होंगे।<br/> ' +
			'●यदि बैक्स्टैज में लॉगिन पेज चीनी भाषा में नहीं है, तो आपको पहले प्रदर्शन भाषा को "सरलीकृत चीनी" में बदलना होगा।',

		tab_2_center: ' <div class="subtitle-3">पहला. {siteTitle} के पास एजेंसी गठबंधन के लिए अधिकार और दायित्व होता है</div>\n' +
			'                        <br/>1.{siteTitle} का ग्राहक सेवा विभाग गठबंधन के सदस्यों को रिकॉर्ड करेगा और उनकी सट्टेबाजी की स्थिति का निरीक्षण करेगा।गठबंधनों और सदस्यों को {siteTitle} के सदस्यता नियमों, नीतियों और संचालन प्रक्रियाओं से सहमत होना और उनका पालन करना चाहिए।{siteTitle} के पास गठबंधन/सदस्य खातों को अस्वीकार करने या फ्रीज करने का अधिकार है \n' +
			'                        <br/><br/>2. एजेंट गठबंधन अपने सदस्यों की सट्टेबाजी की स्थिति और वेबसाइट पर गतिविधियों का निरीक्षण करने के लिए किसी भी समय इंटरफ़ेस में लॉग इन कर सकता है।{siteTitle} के ग्राहक सेवा विभाग एजेंसी गठबंधन के सदस्यों के आधार पर कमीशन की गणना करेगा। \n' +
			'                        <br/><br/>3. {siteTitle} के पास अनुबंध में किसी भी नियम को संशोधित करने का अधिकार है, जिसमें शामिल हैं: वर्तमान कमीशन की सीमा, कमीशन योजना, भुगतान कार्यक्रम और योजना विनियम का संदर्भ, {siteTitle} ईमेल, वेबसाइट घोषणा आदि तरीकों से एजेंसी गठबंधन को सूचित करेंगे।यदि एजेंसी गठबंधन संशोधन से असहमत है, तो एजेंसी गठबंधन अनुबंध को समाप्त करने या ग्राहक सेवा कर्मचारियों के साथ अपनी राय दर्शाने का विकल्प चुन सकता है।संशोधन के बाद, यदि एजेंसी गठबंधन को कोई मतभेद नहीं है, तो यह माना जाता है कि वह अनुबंध के संशोधन से सहमत है, और एजेंसी गठबंधन को परिवर्तन के बाद संबंधित नियमों का पालन करना चाहिए। \n' +
			'                        <br/><br/><div class="subtitle-3">दूसरा. एजेंसी गठबंधन के पास {siteTitle} के लिए अधिकार और दायित्व होता है</div>\n' +
			'                        <br/>1. जेंसी गठबंधन को दोनों पक्षों के मुनाफे को अधिकतम करने के लिए {siteTitle}ए को बड़े पैमाने पर विज्ञापित, बेचने और बढ़ावा देने के लिए अपना सर्वश्रेष्ठ प्रयास करना चाहिए।कानून का उल्लंघन न करने की स्थिति में, एजेंसी गठबंधन {siteTitle} को प्रचारित करने, बेचने और बढ़ावा देने के लिए एक सकारात्मक छवि का उपयोग कर सकता है, और अपने सदस्यों को {siteTitle} के सभी प्रासंगिक अधिमान्य शर्तों और उत्पादों के बारे में सूचित करने के लिए बाध्य है। \n' +
			'                        <br/><br/>2. यदि एजेंट गठबंधन द्वारा चयनित {siteTitle} को प्रचार पद्धति के लिए भुगतान की आवश्यकता है, तो एजेंट को लागत वहन करनी होगी। \n' +
			'                        <br/><br/>3. किसी भी {siteTitle} से संबंधित जानकारी हैं, जिसमें शामिल हैं: लोगो, रिपोर्ट, गेम स्क्रीन, ड्रॉइंग, कॉपी राइटिंग आदि, एजेंसी गठबंधन निजी तौर पर प्रासंगिक सामग्रियों की प्रतिलिपि, खुलासा या वितरण नहीं कर सकता, और {siteTitle} कानूनी अभियोजन का अधिकार सुरक्षित रखता है।यदि एजेंट की व्यावसायिक प्रचार में संबंधित आवश्यकताएं हैं, तो कृपया बेझिझक {siteTitle} के साथ संवाद करें। \n' +
			'                        <br/><br/><div class="subtitle-3">तिसरा. नियम और शर्तें</div>\n' +
			'                        <br/>1. {siteTitle} की अनुमति के बिना, सभी स्तर के एजेंसी गठबंधन दो या अधिक एजेंट खाते नहीं खोल सकते, न ही {siteTitle} के खातों या संबंधित पक्षों से कमीशन कमा सकते।कृपया याद रखें कि किसी भी स्तर के एजेंट सट्टेबाजी लगाने के लिए एजेंट खातों का उपयोग नहीं कर सकते, {siteTitle} के पास खाते और गेम में अर्जित सभी कमीशन को समाप्त करने और सील करने का अधिकार सुरक्षित है। \n' +
			'                        <br/><br/>2. सभी {siteTitle} के सदस्य खातों की गोपनीयता और अधिकारों को सुनिश्चित करने के लिए, {siteTitle} कोई भी सदस्य पासवर्ड या सदस्य व्यक्तिगत जानकारी प्रदान नहीं करेगा।सभी स्तरों के एजेंट गठबंधनों को किसी भी तरह से सदस्य जानकारी प्राप्त करने या निचले स्तर के सदस्य खातों में मनमाने ढंग से लॉग इन करने की अनुमति नहीं है, अगर यह पाया जाता है कि एजेंसी गठबंधन ने {siteTitle} के सदस्यों की गोपनीयता का उल्लंघन किया है, तो {siteTitle} को एजेंसी गठबंधन बोनस को रद्द करने और एजेंसी गठबंधन खाते को रद्द करने का अधिकार है। \n' +
			'                        <br/><br/>3. एजेंसी गठबंधन के तहत सदस्य एक से अधिक खाते नहीं खोल सकते।{siteTitle} के पास अधिकार है जो सदस्य से पहचान सत्यापित करने के लिए एक वैध पहचान प्रमाण पत्र प्रदान करवाता है और निर्धारित करें कि IP द्वारा सदस्य का पहचान पुनरावृत्त है या नहीं।उपरोक्त मामलों के उल्लंघन के मामले में, {siteTitle} के पास यूज़र के खेल को समाप्त करने का अधिकार है, और {siteTitle} खाते और खेल में अर्जित सभी कमीशन को सील कर सकता है। \n' +
			'                        <br/><br/>4. एजेंसी गठबंधन स्वयं या अन्य गठबंधनों का वैध सट्टेबाजी सदस्य नहीं हो सकता,सीधे कंपनी के सिधे एक वैध सट्टेबाजी सदस्य हो सकता है, एजेंट को प्रति माह 5 वैध सट्टेबाजी लगाने की आवश्यकता है(वैध सट्टेबाजी सप्ताह में कम से कम 3 बार सामान्य सट्टेबाजी है), गठबंधन समझौता के उल्लंघन के मामले में, {siteTitle} के पास खेल को समाप्त करने का अधिकार है, और {siteTitle} खाते और खेल में अर्जित सभी कमीशन को सील कर सकता है। \n' +
			'                        <br/><br/> 5. यदि एजेंसी गठबंधन के किसी सदस्य को नियमों के उल्लंघन के कारण,{siteTitle} के खेलों का आनंद लेने से प्रतिबंधित किया गया है, या {siteTitle} के सदस्य को जमा राशि लौटा देगा, {siteTitle} एजेंसी गठबंधन को संबंधित कमीशन आवंटित नहीं करेगा।यदि एजेंसी गठबंधन के सदस्यों द्वारा उपयोग किए गए क्रेडिट कार्ड और बैंक जानकारी की समीक्षा की जानी चाहिए, तो{siteTitle} समीक्षा पूरी होने तक संबंधित कमीशन को सुरक्षित रखता है। \n' +
			'                        <br/><br/>6. {siteTitle} द्वारा एजेंसी गठबंधन में शामिल होने की स्वीकृति को अधिसूचित करने के बाद, अनुबंध की शर्तों को लागू किया जाने लगा।{siteTitle} और एजेंसी गठबंधन किसी भी समय इस अनुबंध को बंद कर सकते हैं। किसी भी स्थिति में, यदि एजेंसी गठबंधन अनुबंध को बंद करना चाहता है, तो उसे लिखित/ईमेल में सात दिनों के भीतर {siteTitle} को सूचित करना चाहिए।एजेंसी गठबंधन की उपलब्धि की समीक्षा हर 3 महीने में की जाएगी, अगर एजेंसी गठबंधन सहकारी सदस्य नहीं है, तो यह अनुबंध किसी भी समय समाप्त किया जा सकता है।यदि भागीदार अनुबंध के नियमों का उल्लंघन करता है, तो {siteTitle} के पास अनुबंध को तुरंत समाप्त करने का अधिकार है। \n' +
			'                        <br/><br/>7. {siteTitle} की अनुमति के बिना, एजेंसी गठबंधन {siteTitle} की गोपनीय जानकारी का खुलासा और अधिकृत नहीं कर सकता, जिनमें शामिल है कि एजेंसी गठबंधन से प्राप्त प्रतिक्रिया सहित, आयोग की रिपोर्ट, गणना और आदि; अनुबंध की समाप्ति के बाद, एजेंसी गठबंधन अभी भी गोपनीय फाइलों और सूचनाओं की गोपनीयता को लागू करने के लिए बाध्य है। \n' +
			'                        <br/><br/>8. अनुबंध की समाप्ति के बाद, एजेंसी गठबंधन और {siteTitle} को दोनों पक्षों के अधिकारों और दायित्वों को पूरा करने की आवश्यकता नहीं होगी।अनुबंध को समाप्त करने से पहले अनुबंध की समाप्ति एजेंसी गठबंधन के दायित्वों से मुक्त नहीं होगी।'
	},

	agentRegister: {
		title: 'एजेंट पंजीकरण',
		pLeft: 'कृपया प्रॉक्सी',
		pRight: '(ऐच्छिक)',
		memberName: 'असली नाम',
		memberAccount: 'एजेंट खाता',
		password: 'पारण शब्द',
		confirmPassword: 'पारण शब्द',
		tel: 'फ़ोन नंबर',
		email: 'ईमेल',
		currency: 'मुद्रा चुनिये',
		bankName: 'पेआउट बैंक',
		bankAccount: 'बैंक खाता',
		bankAddress: 'खाता खोलने का पता',
		verifyCode: 'सत्यापन कोड',
		safetyPassword: 'पासवर्ड वापस ले',
		btn: 'पंजीकरण'
	},


	proxy: {
		joint: 'संयुक्त उद्यम',
		copy: 'प्रतिलिपि',
		btn: 'एजेंट पंजीकरण'
	},

	mobile_j : {
		title_1: 'सट्टेबाजी',
		title_2: 'एकीकृत शुद्ध APP, सभी प्रक्रिया दिखा रहा है',
		info_title_1: 'अधिक पेशेवर',
		info_title_1_desc: ' हर दिन आपको लगभग एक हजार रोमांचक स्पोर्ट्स इवेंट प्रदान करते हैं,मनोरंजन के लिए असली लोग, लॉटरी की इलेक्ट्रॉनिक गेम है, आपके पास एक संपूर्ण गेमिंग अनुभव होगा',
		info_title_2: 'अधिक सुरक्षित',
		info_title_2_desc: 'अद्वितीय विकास,128-बिट एन्क्रिप्शन तकनीक और सख्त सुरक्षा प्रबंधन प्रणाली का उपयोग करता है, क्लाइंट फंड को सबसे पूर्ण सुरक्षा मिलती है, आप मनोरंजन मैचों पर सट्टेबाजी करने का आनंद ले सकते हैं, और कोई चिंता न होगी!',
		info_title_3: 'अधिक सुविधाजनक',
		info_title_3_desc: 'बाजार का नेतृत्व करने वाली उत्कृष्ट तकनीक, स्वतंत्र रूप से टर्मिनल अनुप्रयोगों का एक पूरा सेट विकसित किया, जिससे आप Web, H5, ios, Android मूल App का आनंद ले सकते हैं, आप किसी भी समय, कहीं भी मनोरंजन और सट्टेबाजी लगा सकते हैं7x24 घंटे ऑनलाइन ग्राहक सेवा सबसे अंतरंग और उच्च गुणवत्ता वाली सेवा प्रदान करती है',
		info_title_4: 'अधिक तेज',
		info_title_4_desc: 'नवीनतम तकनीक के साथ विकसित वित्तीय प्रणाली से सर्वोत्तम जमा, निकासी और स्थानांतरण कर सकती है।आपको प्रथम श्रेणी का गेमिंग अनुभव प्रदान करने के लिए विशिष्ट नेटवर्क अनुकूलन तकनीक है',
		info_title_1_desc_ucs: 'आपको हर दिन लगभग एक हज़ार खेल आयोजन प्रदान करते हैं, जिससे आप एक संपूर्ण गेमिंग अनुभव प्राप्त कर सकते हैं'
	}
}
