export default {
	joint: {
		title: 'แผนการร่วมทุน',
	},

	digital: {
		title_1: 'ข้อมูลอัจฉริยะนำไปสู่อุตสาหกรรมทั้งหมด',
		title_2: 'สถิติของสมาชิกได้รับการอัปเดตตามเวลาจริง ข้อมูลได้อย่างรวดเร็ว'
	},

	helps: {
		title: 'แผนการร่วมทุน',
		tab_1: ' ความร่วมมือและความร่วมมือ',
		tab_2: 'ข้อตกลงพันธมิตร',
		tab_1_center: 'ขอบคุณสำหรับการลงทะเบียน {siteTitle}\n' +
			' <br/><br/>\n' +
			'<div class="subtitle-3">วิธีการโปรโมต</div>' +
			'● หลังจากที่คุณลงทะเบียนสำเร็จแล้ว บริษัทจะให้การจัดการระบบหลังบ้านกับตัวแทนแต่ละคน และตัวแทนสามารถตรวจสอบผลงานการส่งเสริมการขายของตนเองได้ผ่านระบบหลังบ้านด้วยตนเอง<br/>' +
			'● บัญชีหลังบ้านของตัวแทนคือบัญชีตัวแทนที่คุณใช้เมื่อลงทะเบียน<br/>' +
			'● เราจะให้ลิงก์พิเศษแก่คุณ และผู้เล่นที่ลงทะเบียนผ่านลิงก์พิเศษคือผู้เล่นภายใต้ชื่อของคุณ<br/><br/>' +
			'<div class="subtitle-3">คณะกรรมการ/สมาชิกที่ใช้งานอยู่</div>● สมาชิกที่เดิมพันในเดือนปัจจุบัน (ไม่จำกัดจำนวนเดิมพัน)<br/><br/>' +
			'<div class="subtitle-3">ค่าธรรมเนียมแพลตฟอร์ม</div> ● {platformCommisonRate}%<br/><br/>'+
			'<div class="subtitle-3">การดำเนินงานอิสระ/วันที่ออกค่าคอมมิชชั่น</div>● ค่าคอมมิชชั่นจะมาถึงในวันที่ 15 ของเดือนถัดไป<br/><br/>'+
			'<div class="subtitle-3">การคำนวณค่าคอมมิชชั่น</div>● ค่าคอมมิชชั่นของเอเจนซี่ = ((โบนัสกำไรพิเศษติดลบของผู้เล่นที่ใช้งานอยู่) * (อัตราส่วนคอมมิชชันของแพลตฟอร์ม 100%)) * อัตราค่าคอมมิชชัน<br/><br/>'+
			'<div class="subtitle-3">ตัวอย่าง</div>● ยกตัวอย่างการเป็นสมาชิกของผู้เล่นแพลตฟอร์ม ตัวอย่างเช่น หากผู้เล่นที่มีประสิทธิภาพของคุณสูญเสีย 100,000 โบนัสคือ 500 อัตราค่าคอมมิชชันคือ 50% และค่าคอมมิชชันของคุณสำหรับเดือนปัจจุบัน<br/>'+
			'การคำนวณมีดังนี้:ค่าคอมมิชชั่นของหน่วยงาน=((100000-500)*(100%-{platformCommisonRate}%))*50%=42287.5 นี่เป็นตัวเลขโดยประมาณ และตัวเลขเฉพาะจะขึ้นอยู่กับสถานการณ์เฉพาะ<br/><br/>'+
			'<div class="subtitle-3">วิธีผูกบัตรธนาคารผู้รับ</div>● เมื่อคุณลงทะเบียนข้อมูลชำระเงิน<br/><br/>'+
			'<div class="subtitle-3">โปรดคุณระมัดระวัง</div> ' +
			'● ภาษาที่รองรับในปัจจุบัน: จีนตัวย่อ อังกฤษ ไทย เวียดนาม ฮินดี อินโดนีเซีย <br/>' +
			'● สกุลเงิน: หยวน, ดอลลาร์สหรัฐ, บาทไทย, ดองเวียดนาม, รูเปียห์อินเดีย, รูเปียห์อินโดนีเซีย <br/>' +
			'● เราไม่อนุญาตให้ฝากเงินด้วยบัตรเครดิต<br/>' +
			'● กรุณาอย่าฝากเงินแทนผู้อื่น ผู้เล่นสามารถใช้บัตรประจำตัวประชาชนของตัวเองในการฝากเงินเท่านั้น<br/>' +
			'● เครื่องเอทีเอ็มไม่สามารถโอนเงินได้ เฉพาะธนาคารออนไลน์เท่านั้น<br/> ' +
			'● อย่าทำผิดพลาดใด ๆ ในข้อมูลการลงทะเบียนผู้เล่น ไม่เช่นนั้นจะทำให้เกิดปัญหาในการถอนเงินออกในภายหลังได้<br/>' +
			'● เราจะจัดเตรียมลิงก์ของหน้าเว็บโดยเฉพาะ ผู้เล่นสามารถลงชื่อเข้าใช้แอปได้หลังจากลงทะเบียนผ่านหน้าเว็บเท่านั้น มิฉะนั้นผู้เล่นที่ลงทะเบียนในแอปจะไม่อยู่ภายใต้ชื่อตัวแทน<br/> ' +
			'● เราจะจัดเตรียมลิงก์ของหน้าเว็บโดยเฉพาะ ผู้เล่นสามารถลงชื่อเข้าใช้แอปได้หลังจากลงทะเบียนผ่านหน้าเว็บเท่านั้น มิฉะนั้นผู้เล่นที่ลงทะเบียนในแอปจะไม่อยู่ภายใต้ชื่อตัวแทน<br/> ' +
			'● หากหน้าเข้าสู่ระบบบนพื้นหลังไม่ใช่ภาษาจีน ก่อนอื่นคุณต้องเปลี่ยนภาษาที่แสดงเป็น "จีนตัวย่อ"',

		tab_2_center: ' <div class="subtitle-3">1. สิทธิและหน้าที่ของ {siteTitle} ต่อหน่วยงานพันธมิตรตัวแทน</div>\n' +
			'                        <br/>1. ฝ่ายบริการลูกค้าของ {siteTitle} จะลงทะเบียนสมาชิกของพันธมิตรและสังเกตสถานะการเดิมพันของพวกเขา พันธมิตรและสมาชิกจะต้องยอมรับและปฏิบัติตามกฎระเบียบนโยบายและขั้นตอนการดำเนินงานเกี่ยวกับการเป็นสมาชิกของ {siteTitle} {siteTitle} ขอสงวนสิทธิ์ในการปฏิเสธหรืออายัดบัญชีพันธมิตร / สมาชิก \n' +
			'                        <br/><br/>2. พันธมิตรตัวแทนสามารถล็อกอินเข้าสู่อินเทอร์เฟซได้ตลอดเวลาเพื่อสังเกตสถานะการเดิมพันของสมาชิกและภาพรวมของกิจกรรมของสมาชิกบนเว็บไซต์ ฝ่ายบริการลูกค้าของ {siteTitle} จะคำนวณค่าคอมมิชชั่นตามสมาชิกของพันธมิตรเอเจนซี่ \n' +
			'                        <br/><br/>3. {siteTitle} ขอสงวนสิทธิ์ในการแก้ไขข้อบังคับใด ๆ ในสัญญาซึ่งรวมถึง: ช่วงค่าคอมมิชชั่นปัจจุบันแผนค่าคอมมิชชั่นโปรแกรมการชำระเงินและสิทธิ์ในการอ้างถึงกฎข้อบังคับของแผน {siteTitle} จะแจ้งให้หน่วยงานพันธมิตรทราบทางอีเมลประกาศทางเว็บไซต์ ฯลฯ . พันธมิตรหน่วยงานคัดค้านการปรับเปลี่ยนและพันธมิตรของหน่วยงานสามารถเลือกที่จะยกเลิกสัญญาหรือติดต่อเจ้าหน้าที่บริการลูกค้าเพื่อแสดงความคิดเห็น หากพันธมิตรหน่วยงานไม่มีการคัดค้านหลังการแก้ไขจะถือว่าเป็นการแก้ไขสัญญาเริ่มต้นและพันธมิตรหน่วยงานจะต้องปฏิบัติตามกฎระเบียบที่เกี่ยวข้องหลังจากการเปลี่ยนแปลง \n' +
			'                        <br/><br/><div class="subtitle-3">2. สิทธิและหน้าที่ของหน่วยงานพันธมิตรตัวแทนกับ {siteTitle}</div>\n' +
			'                        <br/>1. หน่วยงานพันธมิตรตัวแทนควรทำให้ดีที่สุด  ประชาสัมพันธ์, ขายและส่งเสริม {siteTitle} อย่างกว้างขวางเพื่อเพิ่มผลกำไรสูงสุดให้กับตัวแทนและ {siteTitle} พันธมิตรเอเจนซี่สามารถโฆษณาขายและส่งเสริม {siteTitle} ด้วยภาพลักษณ์เชิงบวกโดยไม่ละเมิดกฎหมายและมีหน้าที่ต้องแจ้งให้สมาชิกทราบถึงเงื่อนไขสิทธิพิเศษที่เกี่ยวข้องทั้งหมดและผลิตภัณฑ์ของ {siteTitle} \n' +
			'                        <br/><br/>2. หากคุณจำเป็นต้องชำระเงินสำหรับวิธีการส่งเสริมการขายระหว่างประเทศของ Tianyou ที่เลือกโดยพันธมิตรตัวแทน ตัวแทนจะต้องรับผิดชอบค่าใช้จ่าย \n' +
			'                        <br/><br/>3. ข้อมูลใด ๆ ที่เกี่ยวข้องกับ {siteTitle} รวมถึงโลโก้รายงานหน้าจอเกมภาพวาดการเขียนคำโฆษณา ฯลฯ พันธมิตรหน่วยงานจะต้องไม่คัดลอกเปิดเผยหรือแจกจ่ายวัสดุที่เกี่ยวข้องโดยไม่ได้รับอนุญาต {siteTitle} ขอสงวนสิทธิ์ในการฟ้องร้องทางกฎหมาย หากตัวแทนมีความต้องการที่เกี่ยวข้องในการส่งเสริมธุรกิจโปรดติดต่อ {siteTitle} \n' +
			'                        <br/><br/><div class="subtitle-3">3. กฎและเงื่อนไข</div>\n' +
			'                        <br/>1. พันธมิตรหน่วยงานทุกระดับไม่ได้รับอนุญาตให้เปิดบัญชีตัวแทนแบบคู่ / หลายบัญชีโดยไม่ได้รับอนุญาตจาก {siteTitle} และไม่สามารถรับค่าคอมมิชชั่นจากบัญชี {siteTitle} หรือบุคคลที่เกี่ยวข้องได้ โปรดทราบว่าตัวแทนทุกระดับไม่สามารถใช้บัญชีตัวแทนในการวางเดิมพัน {siteTitle} ขอสงวนสิทธิ์ในการยุติและปิดผนึกบัญชีและค่าคอมมิชชั่นทั้งหมดที่ได้รับในเกม \n' +
			'                        <br/><br/>2. เพื่อให้มั่นใจในความเป็นส่วนตัวและสิทธิ์ของบัญชีสมาชิก {siteTitle} ทั้งหมด {siteTitle} จะไม่ให้รหัสผ่านของสมาชิกหรือข้อมูลส่วนบุคคลของสมาชิก พันธมิตรหน่วยงานทุกระดับไม่ได้รับอนุญาตให้รับข้อมูลสมาชิกไม่ว่าด้วยวิธีใด ๆ หรือเข้าสู่ระบบบัญชีสมาชิกระดับล่างโดยพลการหากพบว่าพันธมิตรหน่วยงานละเมิดความเป็นส่วนตัวของสมาชิก {siteTitle} {siteTitle} มีสิทธิ์ เพื่อยกเลิกโบนัสพันธมิตรตัวแทนและยกเลิกบัญชีพันธมิตรตัวแทน \n' +
			'                        <br/><br/>3. ทำหน้าที่แทนสมาชิกของพันธมิตร ต้องไม่เปิดมากกว่าหนึ่งบัญชี{siteTitle} มีสิทธิ์ที่จะกำหนดให้สมาชิกแสดงบัตรประจำตัวที่ถูกต้องเพื่อยืนยันตัวตนของสมาชิกและขอสงวนสิทธิ์ในการพิจารณาว่าจะให้สมาชิกซ้ำทาง IP หรือไม่ ในกรณีที่มีการละเมิดประเด็นข้างต้น {siteTitle} ขอสงวนสิทธิ์ในการยุติเกมและประทับตราบัญชีและค่าคอมมิชชั่นทั้งหมดที่ได้รับในเกม \n' +
			'                        <br/><br/>4. พันธมิตรตัวแทนไม่สามารถเป็นสมาชิกเดิมพันที่ถูกต้องของตัวเองหรือพันธมิตรอื่น ๆ สามารถเป็นสมาชิกเดิมพันที่ถูกต้องได้โดยตรงภายใต้ บริษัท ตัวแทนต้องมีการเดิมพันออฟไลน์ 5 ครั้งต่อเดือน (การเดิมพันที่มีประสิทธิภาพปกติอย่างน้อย 3 ครั้ง หนึ่งสัปดาห์การเดิมพัน) ในกรณีที่ละเมิดข้อตกลงการเป็นพันธมิตร {siteTitle} ขอสงวนสิทธิ์ในการยกเลิกและปิดผนึกบัญชีและค่าคอมมิชชั่นทั้งหมดที่ได้รับในเกม \n' +
			'                        <br/><br/>5. หากสมาชิกของพันธมิตรเอเจนซี่ถูกห้ามไม่ให้สนุกกับเกมของ {siteTitle} เนื่องจากละเมิดกฎระเบียบหรือ {siteTitle} คืนเงินมัดจำให้กับสมาชิก {siteTitle} จะไม่จัดสรรค่าคอมมิชชั่นที่เกี่ยวข้องให้กับพันธมิตรตัวแทน หากข้อมูลบัตรเครดิตและข้อมูลธนาคารที่สมาชิกของหน่วยงานพันธมิตรใช้ในการฝากต้องได้รับการตรวจสอบ {siteTitle} ขอสงวนค่าคอมมิชชั่นที่เกี่ยวข้องจนกว่าการตรวจสอบจะเสร็จ \n' +
			'                        <br/><br/>6. เงื่อนไขในสัญญาจะถูกนำไปใช้หลังจากที่ {siteTitle} แจ้งการตอบรับของหน่วยงานพันธมิตรที่จะเข้าร่วม {siteTitle} และพันธมิตรเอเจนซี่สามารถยกเลิกสัญญานี้ได้ทุกเมื่อไม่ว่าในกรณีใดก็ตามหากพันธมิตรของหน่วยงานต้องการยกเลิกสัญญาจะต้องแจ้งให้ {siteTitle} ทราบเป็นลายลักษณ์อักษร / อีเมลภายในเจ็ดวัน ผลการดำเนินงานของหน่วยงานพันธมิตรจะได้รับการตรวจสอบทุกๆสามเดือนหากพันธมิตรหน่วยงานไม่ได้เป็นสมาชิกสหกรณ์ที่มีอยู่แล้วสัญญานี้สามารถยกเลิกได้ทุกเมื่อ หากพันธมิตรละเมิดกฎข้อบังคับของสัญญา {siteTitle} ขอสงวนสิทธิ์ในการยกเลิกสัญญาทันที \n' +
			'                        <br/><br/>7. ไม่ได้รับอนุญาตจาก {siteTitle} พันธมิตรของหน่วยงานไม่สามารถเปิดเผยและอนุญาตข้อมูลที่เป็นความลับของ {siteTitle} รวมถึงข้อเสนอแนะที่ได้รับจากพันธมิตรของเอเจนซีคำแถลงค่าคอมมิชชั่นการคำนวณ ฯลฯ พันธมิตรของหน่วยงานมีหน้าที่ต้องเก็บไฟล์และข้อมูลที่เป็นความลับไว้เป็นความลับหลังจากที่สัญญาสิ้นสุดลง \n' +
			'                        <br/><br/>8. หลังจากสิ้นสุดสัญญาพันธมิตรเอเจนซี่และ {siteTitle} จะไม่จำเป็นต้องดำเนินการตามสิทธิและหน้าที่ของทั้งสองฝ่าย การยกเลิกสัญญาจะไม่ทำให้ภาระผูกพันของพันธมิตรเอเจนซี่ลดลงก่อนที่จะยกเลิกสัญญา'
	},

	agentRegister: {
		title: 'การลงทะเบียนตัวแทน',
		pLeft: 'กรุณาป้อน',
		pRight: '(ไม่บังคับ)',
		memberName: 'ชื่อจริง',
		memberAccount: 'บัญชีตัวแทน',
		password: 'รหัสผ่าน',
		confirmPassword: 'ยืนยันรหัสผ่าน',
		tel: 'หมายเลขโทรศัพท์',
		email: 'อีเมล์',
		currency: 'เลือกสกุลเงิน',
		bankName: 'จ่ายเงินธนาคาร',
		bankAccount: 'บัญชีธนาคาร',
		bankAddress: 'ที่อยู่เปิดบัญชี',
		verifyCode: 'รหัสยืนยัน',
		safetyPassword: 'ถอนรหัสผ่าน',
		btn: 'ลงทะเบียน'
	},


	proxy: {
		joint: 'กิจการร่วมค้า',
		copy: 'คัดลอก',
		btn: 'การลงทะเบียนตัวแทน'
	},

	mobile_j : {
		title_1: 'แอพเดิมพันบนมือถือชั้นนำของอุตสาหกรรม',
		title_2: 'แอปเนทีฟแบบบูรณาการ แสดงกระบวนการอย่างเต็มที่',
		info_title_1: 'มืออาชีพมากขึ้น',
		info_title_1_desc: 'มอบกิจกรรมกีฬาเกือบพันรายการให้คุณทุกวัน พร้อมตัวเลือกความบันเทิงที่หลากหลาย เช่น ไลฟ์แอ็กชัน ลอตเตอรี และเกมอิเล็กทรอนิกส์ เพื่อให้คุณมีประสบการณ์การเล่นเกมที่สมบูรณ์แบบ',
		info_title_2: 'ปลอดภัยกว่า',
		info_title_2_desc: 'การพัฒนาแบบเอกสิทธิ์เฉพาะบุคคลโดยใช้เทคโนโลยีการเข้ารหัสแบบ 128 บิตและระบบการจัดการความปลอดภัยที่เข้มงวด เงินทุนของลูกค้าคือการป้องกันที่สมบูรณ์ที่สุด ช่วยให้คุณเพลิดเพลินกับความบันเทิง เดิมพันกิจกรรม ไม่ต้องกังวล!',
		info_title_3: 'สะดวกกว่า',
		info_title_3_desc: 'เทคโนโลยีที่ยอดเยี่ยมที่เป็นผู้นำตลาดได้ให้ทุนสนับสนุนการวิจัยและพัฒนาแอพพลิเคชั่นเทอร์มินัลแบบครบชุด ช่วยให้คุณเพลิดเพลินกับเว็บ, H5, แอพ iOS และ Android ที่มากกว่าเดิม ให้คุณสร้างความบันเทิงและเดิมพันได้ทุกที่ทุกเวลา ! บริการลูกค้าออนไลน์ 7x24 ชั่วโมงให้บริการที่ใกล้ชิดและมีคุณภาพสูงที่สุด',
		info_title_4: 'เร็วขึ้น',
		info_title_4_desc: 'ระบบการเงินล่าสุดที่ได้รับทุนสนับสนุนจากเทคโนโลยีเพื่อการวิจัยและพัฒนาสามารถบรรลุถึงขีดสุดในการจัดเก็บ การดึงข้อมูล และการถ่ายโอนได้อย่างแท้จริง เทคโนโลยีการเพิ่มประสิทธิภาพเครือข่ายพิเศษเพื่อให้คุณได้รับประสบการณ์การเล่นเกมระดับเฟิร์สคลาสเครือข่ายดีเลย์',
		info_title_1_desc_ucs: 'จัดงานกีฬาเกือบพันรายการให้คุณทุกวัน ช่วยให้คุณได้รับประสบการณ์การเล่นเกมที่สมบูรณ์แบบ'
	}
}
