export default {
	joint: {
		title: '合营计划',
	},

	digital: {
		title_1: '智能数据领先全行业',
		title_2: '会员统计实时更新，数据一目了然'
	},

	helps: {
		title: '合营计划',
		tab_1: '合作共营',
		tab_2: '联盟协议',
		tab_1_center: '感谢您注册{siteTitle}\n' +
			' <br/><br/>\n' +
			'<div class="subtitle-3">如何推广</div>' +
			'● 您成功注册后，公司会给每位代理一个管理后台，代理可以通过后台查看自己的代理推广业绩。<br/>● 代理后台账号就是您注册时的代理账号。<br/>● 我们会提供您一个专属链接，通过专属链接注册的玩家就是您名下的玩家。<br/><br/>' +
			'<div class="subtitle-3">佣金/活跃会员</div> ● 当月投注的会员(投注额度不限)。<br/><br/>' +
			'<div class="subtitle-3">平台费</div> ● {platformCommisonRate}%<br/><br/>'+
			'<div class="subtitle-3">独立运营/佣金发放日</div>● 佣金到账为次月15日左右。<br/><br/>'+
			'<div class="subtitle-3">佣金计算</div>● 代理佣金 = （（有效玩家负盈利 - 优惠彩金） * （100% - 平台佣金比例）） * 佣金比例<br/><br/>'+
			'<div class="subtitle-3">举例</div>● 以平台玩家会员为例，比如您的有效玩家输了100000，优惠彩金500，佣金比例50%，您当月的佣金<br/>'+
			'计算如下：代理佣金=(（100000-500）*（100%-{platformCommisonRate}%）)*50%=42287.5，这是个大约的数字，具体数字以具体情况为准。<br/><br/>'+
			'<div class="subtitle-3">如何绑定收款银行卡</div> ● 您注册时收款信息<br/><br/>'+
			'<div class="subtitle-3">请您注意</div> ' +
			'● 目前支持语言：简体中文、英语、泰语、越南语、印地语、印尼语 <br/>' +
			'● 货币：人民币、美元、泰铢、越南盾、印度卢比、印尼盾 <br/>' +
			'● 我们不允许使用信用卡存款。 <br/>' +
			'● 请不要替他人存款。玩家只能用自己身份证开通的银行卡存款。<br/>' +
			' ● ATM机不能转账，只能网银。<br/> ' +
			'● 玩家注册信息不要错误，不然后续提款会出问题。<br/>' +
			'● 两个玩家不要登录同一台电脑，同一个IP。会被封号。账号一旦被封，账号资金有一定可能无法取出。<br/> ' +
			'● 我们会提供一个专属网页链接，玩家只能通过网页注册后，再登录APP。否则在APP注册玩家不会在代理名下。<br/> ' +
			'● 后台的登陆页面，如果不是中文，要先更改显示语言到“简体中文”。',

		tab_2_center: ' <div class="subtitle-3">一、{siteTitle}对代理联盟的权利与义务</div>\n' +
			'                        <br/>1. {siteTitle}的客服部会登记联盟的会员并会观察他们的投注状况。联盟及会员必须同意并遵守{siteTitle}的会员条例，政策及操作程式。{siteTitle}保留拒绝或冻结联盟/会员帐户权利\n' +
			'                        <br/><br/>2.代理联盟可随时登入介面观察旗下会员的下注状况及会员在网站的活动概况。 {siteTitle}的客服部会根据代理联盟旗下的会员计算所得的佣金。\n' +
			'                        <br/><br/>3.{siteTitle}保留可以修改合约书上的任何条例，包括: 现有的佣金范围、佣金计划、付款程式、及参考计划条例的权力，{siteTitle}会以电邮、网站公告等方法通知代理联盟。 代理联盟对于所做的修改有异议，代理联盟可选择终止合约，或洽客服人员反映意见。 如修改后代理联盟无任何异议，便视作默认合约修改，代理联盟必须遵守更改后的相关规定。\n' +
			'                        <br/><br/><div class="subtitle-3">二、代理联盟对{siteTitle}的权力及义务</div>\n' +
			'                        <br/>1.代理联盟应尽其所能，广泛地宣传、销售及推广{siteTitle}，使代理本身及{siteTitle}的利润最大化。代理联盟可在不违反法律下，以正面形象宣传、销售及推广{siteTitle}，并有责任义务告知旗下会员所有{siteTitle}的相关优惠条件及产品。\n' +
			'                        <br/><br/>2.代理联盟选择的{siteTitle}推广手法若需付费，则代理应承担该费用。\n' +
			'                        <br/><br/>3.任何{siteTitle}相关资讯包括: 标志、报表、游戏画面、图样、文案等，代理联盟不得私自复制、公开、分发有关材料，{siteTitle}保留法律追诉权。 如代理在做业务推广有相关需要，请随时洽{siteTitle}。\n' +
			'                        <br/><br/><div class="subtitle-3">三、规则条款</div>\n' +
			'                        <br/>1.各阶层代理联盟不可在未经{siteTitle}许可情况下开设双/多个的代理帐号，也不可从{siteTitle}帐户或相关人士赚取佣金。请谨记任何阶层代理不能用代理帐户下注，{siteTitle}有权终止并封存帐号及所有在游戏中赚取的佣金。\n' +
			'                        <br/><br/>2.为确保所有{siteTitle}会员账号隐私与权益，{siteTitle}不会提供任何会员密码，或会员个人资料。各阶层代理联盟亦不得以任何方式取得会员资料，或任意登入下层会员账号，如发现代理联盟有侵害{siteTitle}会员隐私行为，{siteTitle}有权取消代理联盟红利，并取消代理联盟账号。\n' +
			'                        <br/><br/>3.代理联盟旗下的会员不得开设多于一个的帐户。{siteTitle}有权要求会员提供有效的身份证明以验证会员的身份，并保留以IP判定是否重复会员的权利。如违反上述事项，{siteTitle}有权终止玩家进行游戏并封存帐号及所有于游戏中赚取的佣金\n' +
			'                        <br/><br/>4.代理联盟不可为自己或其他联盟下的有效投注会员,只能是公司直属下的有效投注会员, 代理每月需有5个下线有效投注（有效投注为每周至少上线3次进行正常投注），如有违反联盟协议{siteTitle}有权终止并封存帐号及所有在游戏中赚取的佣金。\n' +
			'                        <br/><br/>5.如代理联盟旗下的会员因为违反条例而被禁止享用{siteTitle}的游戏，或{siteTitle}退回存款给会员，{siteTitle}将不会分配相应的佣金给代理联盟。如代理联盟旗下会员存款用的信用卡、银行资料须经审核，{siteTitle}保留相关佣金直至审核完成。\n' +
			'                        <br/><br/>6.合约内的条件会以{siteTitle}通知接受代理联盟加入后开始执行。{siteTitle}及代理联盟可随时终止此合约，在任何情况下，代理联盟如果想终止合约，都必须以书面/电邮方式提早于七日内通知{siteTitle}。 代理联盟的表现会3个月审核一次，如代理联盟已不是现有的合作成员则本合约书可以在任何时间终止。如合作伙伴违反合约条例，{siteTitle}有权立即终止合约。\n' +
			'                        <br/><br/>7.在没有{siteTitle}许可下，代理联盟不能透露及授权{siteTitle}相关密资料，包括代理联盟所获得的回馈、佣金报表、计算等;代理联盟有义务在合约终止后仍执行机密档及资料的保密。\n' +
			'                        <br/><br/>8.在合约终止后，代理联盟及{siteTitle}将不须要履行双方的权利及义务。终止合约并不会解除代理联盟于终止合约前应履行的义务。'
	},

	agentRegister: {
		title: '代理注册',
		pLeft: '请输入',
		pRight: '(选填)',
		memberName: '真实姓名',
		memberAccount: '代理账号',
		password: '密码',
		confirmPassword: '确认密码',
		tel: '手机号',
		email: '电子邮箱',
		currency: '选择币种',
		bankName: '出款银行',
		bankAccount: '银行账号',
		bankAddress: '开户地址',
		verifyCode: '验证码',
		safetyPassword: '取款密码',
		btn: '注册'
	},

	proxy: {
		joint: '合营部',
		copy: '复制',
		btn: '代理注册'
	},

	mobile_j: {
		title_1: '业内最顶尖的手机投注APP',
		title_2: '一体化纯原生APP，尽显流程',
		info_title_1: '更专业',
		info_title_1_desc: '每天为您提供近千场经常体育赛事，更有真人,彩票电子游戏等多种娱乐方式选择，让您拥有完美游戏体验',
		info_title_2: '更安全',
		info_title_2_desc: '独家开发，才用128位加密技术和严格的安全管理体系，客户资金得到最完善的保障，让您全情享受娱乐，赛事投注，无后顾之忧!',
		info_title_3: '更便捷',
		info_title_3_desc: '引领市场的卓越技术，资助研发了全套终端应用，让您畅享Web，H5，更有ios，Android原生App，让您随时随地，娱乐投注随心所欲！7x24小时在线客服提供最贴心，最优质的的服务',
		info_title_4: '更快速',
		info_title_4_desc: '最新技术资助研发的财务系统，真正做到极致存，取，转。独家网络优化技术，为您提供一流的游戏体验网络延迟',
		info_title_1_desc_ucs: '每天为您提供近千场体育赛事，让您拥有完美游戏体验'
	},
}
