export default {
	dashboard: {
		title: 'होमपेज',
		deposit: 'जमा',
		withdraw: 'निकासी',
		transfer: 'स्थानांतरण',
		vip: 'VIP',
		pwdDesc: 'पासवर्ड अभी तक सेट नहीं हुआ, पासवर्ड सेट करना है या नहीं',
		login_1: 'आपने लॉग-इन नहीं किया',
		login_2: 'लॉग इन/रजिस्टर करने के बाद देखें',
		notice: 'घोषणा',
		hot: 'लोकप्रिय',
		hot_text: 'लोकप्रिय',
		app_download_text: 'एपीपी मनोरंजन डाउनलोड करें, सट्टेबाजी और अधिक सुविधाजनक',
		income: 'नियमित आय',
		leaderboard: 'लीडरबोर्ड',
		_1: 'रियल-टाइम ब्रॉडकास्ट जीतना',
		_2: 'लोकप्रिय लॉटरी',
		_3: 'बड़ा कमरा',
	},

	hotMatchBet: {
		title: 'मैच सट्टेबाजी',
		against: 'स्कोर के खिलाफ',
		cancel: 'रद्द करें',
		deal: 'सौदे की पुष्टि करें',
		bet_t: 'बेट सफल है, क्या आप बेट लिस्ट में जाना चाहते हैं?'
	},
	
	ranks: {
		title: 'लीडरबोर्ड',
		tab_0: 'पिछले सप्ताह की रैंकिंग',
		tab_1: 'पिछले महीने की रैंकिंग',
		memberAccount: 'उपयोगकर्ता नाम',
		profitRate: 'लाभ दर',
		totalProfit: 'कुल लाभ',
		recommend: 'अनुशंसित',
		bet_btn: 'अनुशंसित शर्त'
	},
	
	ranksRules: {
		title: 'गॉड एंड मैन लिस्ट',
		title_1: 'पिछले सप्ताह रैंकिंग',
		title_1_text: 'पिछले सप्ताह की लाभ दर वाले शीर्ष दस खिलाड़ियों की घोषणा प्रत्येक सोमवार को की जाती है, इस खिलाड़ी द्वारा अनुशंसित बाजार की जानकारी देखने के लिए "ईश्वर द्वारा अनुशंसित" पर क्लिक करें',
		title_2: 'पिछले महीने की रैंकिंग',
		title_2_text: 'पिछले महीने की लाभ दर में शीर्ष दस खिलाड़ियों की घोषणा प्रत्येक महीने की शुरुआत में की जाती है, इस खिलाड़ी द्वारा अनुशंसित बाजार की जानकारी देखने के लिए "भगवान द्वारा अनुशंसित" पर क्लिक करें',
	},

	appFooter: {
		title: 'इसके पास यूरोपीय माल्टा एमजीए और ब्रिटिश जीसी पर्यवेक्षण समिति (जुआ आयोग) द्वारा जारी कानूनी लाइसेंस हैं। ब्रिटिश वर्जिन द्वीप समूह में पंजीकृत, यह अंतरराष्ट्रीय संघों द्वारा मान्यता प्राप्त एक कानूनी कंपनी है। कृपया पंजीकरण करने और आनंद लेने से पहले सुनिश्चित करें कि आपकी आयु 18 वर्ष से अधिक है!',
		info_1: 'ब्रिटिश जीसी निगरानी समिति',
		info_2: 'माल्टीज़ लाइसेंस (MGA) प्रमाणन',
		info_3: 'ब्रिटिश वर्जिन आइलैंड्स (बीवीआई) प्रमाणन',
		info_4: 'फिलीपीन (PAGCOR) पर्यवेक्षण लाइसेंस',
		copyright_1: 'सर्वाधिकार सुरक्षित ©2018-2023',
		copyright_2: 'स्वामित्व बनाए रखें',
	},
}
