export default {
	dashboard: {
		title: 'หน้าแรก',
		deposit: 'ฝากเงิน',
		withdraw: 'ถอนเงิน',
		transfer: 'โอนเงิน',
		vip: 'VIP',
		pwdDesc: 'ยังไม่ได้ตั้งรหัสผ่าน ไปยังตั้งค่ารหัสผ่านหรือไม่',
		login_1: 'คุณยังไม่ได้เข้าสู่ระบบ',
		login_2: 'เข้าสู่ระบบ/ดูหลังการลงทะเบียน',
		notice: 'ประกาศ',
		hot: 'เป็นที่นิยม',
		hot_text: 'เป็นที่นิยม',
		app_download_text: 'ดาวน์โหลด APP ความบันเทิง เดิมพันสะดวกยิ่งขึ้น',
		income: 'รายได้ที่มั่นคง',
		leaderboard: 'ลีดเดอร์บอร์ด',
		_1: 'ชนะการออกอากาศตามเวลาจริง',
		_2: 'หวยยอดนิยม',
		_3: 'ห้องโถง',
	},

	hotMatchBet: {
		title: 'การเดิมพันแบบแมตช์',
		against: 'เทียบกับคะแนน',
		cancel: 'ยกเลิก',
		deal: 'ยืนยันดีล',
		bet_t: 'เดิมพันสำเร็จ คุณต้องการไปที่รายการเดิมพันหรือไม่?'
	},
	
	ranks: {
		title: 'ลีดเดอร์บอร์ด',
		tab_0: 'อันดับของสัปดาห์ที่แล้ว',
		tab_1: 'อันดับเดือนที่แล้ว',
		memberAccount: 'ชื่อผู้ใช้',
		profitRate: 'อัตรากำไร',
		totalProfit: 'กำไรทั้งหมด',
		recommend: 'แนะนำ',
		bet_btn: 'เดิมพัน'
	},
	
	ranksRules: {
		title: 'รายการพระเจ้าและมนุษย์',
		title_1: 'อันดับสัปดาห์ที่แล้ว',
		title_1_text: 'ผู้เล่นสิบอันดับแรกที่มีอัตรากำไรของสัปดาห์ก่อนหน้าจะมีการประกาศทุกวันจันทร์ คลิก "แนะนำโดยพระเจ้า" เพื่อดูข้อมูลการตลาดที่แนะนำโดยผู้เล่นรายนี้',
		title_2: 'อันดับเดือนที่แล้ว',
		title_2_text: 'ผู้เล่นสิบอันดับแรกในอัตรากำไรของเดือนก่อนหน้าจะประกาศในช่วงต้นเดือนของแต่ละเดือน คลิก "แนะนำโดยพระเจ้า" เพื่อดูข้อมูลการตลาดที่แนะนำโดยผู้เล่นรายนี้',
	},

	appFooter: {
		title: 'มีใบอนุญาตทางกฎหมายที่ออกโดย European Malta MGA และ British GC Supervision Committee (Gambling Commission) จดทะเบียนในหมู่เกาะบริติชเวอร์จิน โดยเป็นบริษัทกฎหมายที่ได้รับการยอมรับจากสมาคมระหว่างประเทศ โปรดตรวจสอบให้แน่ใจว่าคุณมีอายุมากกว่า 18 ปี ก่อนที่จะลงทะเบียนและสนุก!',
		info_1: 'คณะกรรมการกำกับดูแล GC ของอังกฤษ',
		info_2: 'การรับรองใบอนุญาตมอลตา (MGA)',
		info_3: 'ใบรับรองหมู่เกาะบริติชเวอร์จิน (BVI)',
		info_4: 'ฟิลิปปินส์ใบอนุญาต (Pagcor) การกำกับดูแล',
		copyright_1: 'สงวนลิขสิทธิ์ ©2018-2023',
		copyright_2: 'รักษาความเป็นเจ้าของ',
	},
}
