export default {
	service: {
		title: 'ग्राहक सेवा',
		welcome: 'ग्राहक सेवा केंद्र में आपका स्वागत है',
		welcome_1: ' 24 घंटे में आपकी सेवा करते हैं',
		kf_1: 'मेनलाइन ग्राहक सेवा',
		kf_2: 'माध्यमिक ग्राहक सेवा',
		s_title: 'आप पूछना चाहते हैं',
		g_title: 'गेम की समस्या',
		g_1: 'वास्तविक व्यक्ति की समस्या',
		g_2: 'इलेक्ट्रॉनिक स्पोर्ट्स की समस्या',
		g_more: 'अधिक समस्याएं>>',
		a_title: 'हमारे बारे में',
		a_1: 'हमारे बारे में',
		a_2: 'गोपनीयता सुरक्षा सिद्धांत',
		c_title: 'नया यूज़र ट्यूटोरियल',
		c_1: 'खाता खोलें',
		c_2: 'स्थानांतरण',
		c_3: 'छूट नियम',
		c_4: 'ब्राउज़र प्रारूप',
		c_5: 'स्पोर्ट्स सट्टेबाजी की ट्यूटोरियल',
		c_6: 'विरोधी अपहरण की ट्यूटोरियल',
		c_ucs: 'रिबेट अनुपात विवरण'
	},

	s_games: {
		title: 'गेम की समस्या',
		g_1: 'लॉटरी की समस्या',
		g_2: 'इलेक्ट्रॉनिक खेल',
		g_3: 'वास्तविक व्यक्ति की समस्या',
		g_4: 'खेल-कूद मुद्दों',
		g_5: 'अन्य समस्याएं',
	},

	s_about: {
		title: 'हमारे बारे में',
		a_1: 'बेटिंग की जिम्मेदारी',
		a_2: 'हमारे बारे में',
		a_3: 'गोपनीयता सुरक्षा सिद्धांत'
	},

	lottery: {
		title: '彩票问题',
		l_1: '一、快乐彩介绍',
		l_1_1: '快乐彩传统玩法是玩家从号码01到80任意选择1到10个不等的号码，快乐彩系统会从80个号码中随机抽出20个开奖号码，然后玩家挑选的数字与系统官方开奖结果号码比对是否获奖。',
		l_2: '二、快乐彩投注类型及说明',
		l_2_1: '1.大小/总数810',
		l_2_1_1: '开奖结果20个号码总和大于810的数值(大), 开奖结果20个号码总和小于810的数值(小) 或等于810 (总和810)。',
		l_2_2: '2.单双',
		l_2_2_1: '开出的20个号码的总和为奇数，则为总单；这一总和为偶数，则为总双。',
	},

	gaming: {
		title: 'इलेक्ट्रॉनिक स्पोर्ट्स की समस्या',
		center: '<div><p>1. कैसीनो क्लासिक स्लॉट मशीन, 3D स्लॉट मशीन, टेबल गेम, वीडियो पोकर और अन्य गेम सहित सामग्री में समृद्ध है। <br><p>2. 3D स्लॉट मशीन आधारित है असीमित रचनात्मकता और एक पूरी कहानी पर, जो पूरी तरह से एक कहानी के रूप में खिलाड़ी की खेल प्रक्रिया को प्रस्तुत करता है। वे सभी गतिशील और भव्य दिखते हैं। <br><p>3. क्लासिक स्लॉट मशीन को स्लॉट मशीन के आधार पर डिज़ाइन किया गया है असली कैसीनो। खेल पैटर्न क्लासिक और बहुत ही प्रतिनिधि है, विशेष रूप से 3-रील स्लॉट मशीन निश्चित रूप से हर कैसीनो में सबसे लोकप्रिय स्लॉट मशीन है। <br><p>4। टेबल गेम असली में असली गेम के करीब हैं कैसीनो, जिसमें ब्लैकजैक, बैकारेट, टेक्सास होल्डम आदि जैसे विभिन्न पोकर गेम शामिल हैं।'
	},

	aboutUs: {
		title: 'हमारे बारे में',
		center: '<div><strong> पहला. हमारे बारे में</strong></div><br>1.{siteTitle} इंटरनेशनल के पास यूरोपीय माल्टा एमजीए, ब्रिटिश जीसी पर्यवेक्षण आयोग (जुआ आयोग) द्वारा जारी कानूनी लाइसेंस है। ब्रिटिश वर्जिन द्वीप समूह में पंजीकृत, यह अंतरराष्ट्रीय संघों द्वारा मान्यता प्राप्त एक कानूनी कंपनी है;<p>2. हमने हमेशा पालन करते हैं कि उपयोगकर्ता पहले होने के सिद्धांत, व्यावहारिक प्रबंधन का दर्शन, और उद्योग में उच्च गुणवत्ता वाली कुलीन टीमों के साथ, सहयोग करने के लिए उत्कृष्ट और उच्च गुणवत्ता वाले मानव संसाधन इकट्ठा करें, उत्कृष्ट स्पोर्ट्स उत्पाद बनाने के लिए प्रतिबद्ध,प्रत्येक उपयोगकर्ता को सर्वश्रेष्ठ अनुभव और हाई-एंड गेम आनंद देने के लिए अपना सर्वश्रेष्ठ प्रयास करें।आकाश गेम्स इंटरनेशनल उद्योग में जाने-माने बेटिंग उत्पाद आपूर्तिकर्ताओं के साथ अच्छे सहकारी संबंध रखते हैं, जैसा कि Playtech, Entwinetech, LBKeno, AsiaGaming, BBin, GoldDeluxe आदि, हम उच्चतम गुणवत्ता वाली स्पोर्ट्स इवेंट, लाइव कैसीनो और सैकड़ों मिनी गेम प्रदान करते हैं, और उच्च गुणवत्ता वाले नए मनोरंजन उत्पादों को विकसित करना जारी रखते हैं; <p>3.साल में 365 दिन, आकाश गेम्स इंटरनेशनल आपको 7x24 परामर्श सेवाएं प्रदान करते हैं।साथ ही, हमारे पास अनुभवी और प्रथम श्रेणी की एक प्रौद्योगिकी टीम है,वेबसाइट की सुरक्षा व स्थिरता सुनिश्चित करें, और उत्पादों व सेवाओं के नवाचार के लिए शक्ति की एक स्थिर धारा प्रदान करें।<p><div><strong>दूसरा. हम से संपर्क करें</strong></div><br>7*24 घंटे ऑनलाइन ग्राहक सेवा<br>हमारे जिम्मेदार ग्राहक सेवा कर्मचारी आपको 24 घंटे सलाह और सहायता प्रदान करेंगे।'
	},

	privacy: {
		title: 'गोपनीयता सुरक्षा सिद्धांत',
		center: '<div><strong>पहला. गोपनीयता सुरक्षा नियम </strong></div><br>1. आकाश गेम्स इंटरनेशनल अपने सदस्यों की गोपनीयता का बहुत सम्मान करते हैं और महत्व देते हैं। हम आपकी जानकारी और डेटा की सुरक्षा सुनिश्चित करने के लिए पूरी कोशिश करेंगे, ग्राहकों को कोई चिंता न देंगे, यह हमारी गोपनीयता नीति का उद्देश्य है हमने हमेशा जिसका पालन किया है; <br>2. आकाश गेम्स इंटरनेशनल किसी भी तीसरे पक्ष को व्यक्तिगत रूप से पहचान योग्य जानकारी का खुलासा नहीं करेंगे, जब तक कि हमें अदालत की सम्मन प्राप्त या लागू कानून द्वारा आवश्यक निर्णय की आवश्यकता है।अपना भुगतान अनुरोध पूरा करने के लिए, हमें वेबसाइट के माध्यम से प्रासंगिक भुगतान मंच सेवा प्रदाताओं और वित्तीय बीमा संस्थानों को आवश्यक व्यक्तिगत जानकारी प्रदान करने का अधिकार है; <br>3. सदस्यों द्वारा प्रदान की गई सभी व्यक्तिगत जानकारी को 128-बिट SSL-एन्क्रिप्टेड सुरक्षित पोर्ट के माध्यम से प्रेषित किया जाता है और आम जनता के लिए दुर्गम एक गोपनीय वातावरण में संग्रहीत किया जाता है।सभी आंतरिक डेटा को सख्ती से प्रतिबंधित किया जाएगा और बारीकी से निगरानी की जाएगी \\r\\n ग्राहकों की व्यक्तिगत जानकारी की गोपनीयता सुरक्षा पर हमारे नियमों की सामग्री निम्नलिखित है: <p><div><strong> दूसरा. परिचय </strong></div><br>1.वेबसाइट सेवाएं आकाश गेम्स इंटरनेशनल द्वारा प्रदान की जाती हैं;<br>2.ग्राहकों को यहां एक सुरक्षित और सुखद सेवा अनुभव का आनंद देने के लिए, हमें उम्मीद है कि ग्राहक इस "गोपनीयता नीति" को ध्यान से पढ़ेंगे, जिसमें आपकी व्यक्तिगत जानकारी के हमारे उपयोग से संबंधित मामले शामिल होंगे।कंपनी ग्राहकों की व्यक्तिगत गोपनीयता के प्रति सख्त रवैया अपनाती है।ग्राहकों को सेवाओं का और आनंद लेने के लिए, कभी-कभी हमें व्यक्तिगत जानकारी प्रदान करने के लिए ग्राहकों की आवश्यकता हो सकती है।यह नीति ग्राहकों से संबंधित व्यक्तिगत जानकारी के उपयोग के साथ-साथ संबंधित जानकारी को रिकॉर्ड करने की प्रक्रियाओं को कवर करेगी।कभी-कभी, आगे की सेवाओं को स्वीकार करने से पहले ग्राहकों को व्यक्तिगत जानकारी प्रदान करने की आवश्यकता हो सकती है (जैसे: नाम, डाक पता, ईमेल पता, सदस्य नंबर, टेलीफोन या मोबाइल फोन नंबर, जन्मदिन या भुगतान की जानकारी), किसी भी स्थिति में, हम आपकी व्यक्तिगत जानकारी को इस नीति के अनुसार संसाधित करेंगे।आपकी व्यक्तिगत जानकारी का उपयोग करते समय, हम वर्तमान कानूनी शर्तों को लागू करेंगे और इससे सर्वोत्तम और सबसे सुरक्षित तरीके से निपटने की पूरी कोशिश करेंगे; <br>3.साथ ही हम इस वेबसाइट पर आपकी गतिविधियों पर भी नजर रखेंगे, इसमें आपकी विज़िट मात्रा, विज़िट किए गए पृष्ठ, नेटवर्क सेवा का मूल डोमेन नाम आदि शामिल हो सकते हैं, यह हमें ग्राहक व्यक्तिगत फ़ाइल डेटा स्थापित करने में मदद करेगा।कुछ डेटा एकत्र और गिना जाएगा, जिसका अर्थ है कि हम व्यक्तिगत रूप से उनका परीक्षण नहीं कर पाएंगे।<p><div><strong> तिसरा. उद्देश्य</strong></div><br> आकाश गेम्स इंटरनेशनल में जब कोई ग्राहक खाता खोलता है, तो हम आपसे कुछ व्यक्तिगत जानकारी प्रदान करने के लिए कहेंगे, जैसे: नाम, डाक पता, ईमेल पता, पासवर्ड और पुष्टि करें कि आपकी आयु 18 वर्ष से अधिक है (OPE केवल उन ग्राहकों को स्वीकार करता है जो 18 वर्ष या उससे अधिक की कानूनी आयु तक पहुंच चुके हैं)।आपके विभिन्न वित्तीय लेनदेन की पुष्टि के लिए हमें आपकी व्यक्तिगत जानकारी का उपयोग करने की आवश्यकता हो सकती है, हम नियमित रूप से कंपनी को रीयल-टाइम संदेश भेजेंगे, आपको ग्राहक सेवा सहायता और व्यापक मनोरंजन सेवाएं प्रदान करेंगे।यदि आप कंपनी के रीयल-टाइम संदेश बंद करना चाहते हैं, आप संकेतों के अनुसार संदेश प्राप्त करने वाले विकल्पों में प्रासंगिक विकल्प चुन सकते हैं।इसके अलावा, कृपया यह भी ध्यान दें कि आपके द्वारा पंजीकृत नाम आपका अपना नाम एक ही होना चाहिए, और आपके द्वारा पंजीकृत किया गया डेटा सत्य और मान्य है, क्योंकि इसका उपयोग बाद के लेनदेन सत्यापन और ऊपर उल्लिखित अन्य उद्देश्यों के लिए किया जाएगा।<p><div><strong> चौथा. जानकारी देखना</strong></div><br> आकाश गेम्स इंटरनेशनल ग्राहकों द्वारा हमें प्रदान किए गए व्यक्तिगत डेटा की सुरक्षा के लिए अपनी पूरी कोशिश करेंगे और जानबूझकर बाहरी लोगों को डेटा लीक नहीं करेंगे, जब तक कि इस नीति की शर्तों में स्पष्ट रूप से निर्धारित है।आकाश गेम्स इंटरनेशनल में सभी कर्मचारियों को इस नीति की शर्तों का पालन करना चाहिए।कर्मचारियों को ग्राहकों की व्यक्तिगत जानकारी की सख्ती से रक्षा करने के लिए बाध्य किया जाता है, कर्मचारियों के आकाश गेम्स इंटरनेशनल छोड़ने के बाद, उन्हें भी इस दायित्व का पालन करना चाहिए।आपको अपनी व्यक्तिगत जानकारी को भी सुरक्षित रखना चाहिए।आपको अपने खाते के पासवर्ड का कड़ाई से रखना चाहिए और इसे दूसरों को नहीं बताना चाहिए।<p><div><strong> पाँचवां. ग्राहक जानकारी के प्राप्तकर्ता </strong></div><br> उपरोक्त वैधानिक आवश्यकताओं के अलावा, हम इन लोगों को आपकी व्यक्तिगत जानकारी का खुलासा भी कर सकते हैं, जिसमें हमारे कर्मचारी, अन्य संबंधित कंपनियों के कर्मचारी या {siteTitle} भागीदार शामिल हैं और हमारी तृतीय-पक्ष नेटवर्क सेवाओं के लिए आकाश गेम्स इंटरनेशनल ग्राहकों के लिए प्रासंगिक सेवाएं प्रदान करते हैं (सुरक्षा, ऋण और जोखिम समीक्षा एजेंसियों सहित लेकिन इन्हीं तक सीमित नहीं)।तृतीय-पक्ष नेटवर्क सेवा प्रदाता किसी भी विस्तृत डेटा की जांच कर सकते हैं जो हम सार्वजनिक डेटाबेस या निजी डेटाबेस में प्रदान करते हैं, और निरीक्षण रिकॉर्ड प्राप्त करने और बनाए रखने का अवसर प्राप्त कर सकते हैं।हम तृतीय-पक्ष नेटवर्क सेवा प्रदाताओं के माध्यम से भी आपकी व्यक्तिगत जानकारी प्राप्त कर सकते हैं।यदि आप हमें अपनी व्यक्तिगत जानकारी प्रदान करते हैं, या यदि हमें आपकी व्यक्तिगत जानकारी किसी तृतीय-पक्ष नेटवर्क सेवा प्रदाता से प्राप्त होती है, तो इसका मतलब है कि आप सहमत हैं, हम आपकी व्यक्तिगत जानकारी को संसाधित, उपयोग, रिकॉर्ड और प्रकट कर सकते हैं।हम आपके या किसी तीसरे पक्ष के नेटवर्क सेवा प्रदाता द्वारा प्रदान की गई जानकारी के आधार पर किसी भी समय आपके {siteTitle} सदस्य खाते को फ्रीज या बंद करने का अधिकार सुरक्षित रखते हैं।आकाश गेम्स इंटरनेशनल ग्राहकों द्वारा हमें प्रदान किए गए व्यक्तिगत डेटा की सुरक्षा के लिए अपनी पूरी कोशिश करेंगे, और जानबूझकर बाहरी लोगों को डेटा लीक नहीं करेंगे, जब तक कि इस नीति की शर्तों में स्पष्ट रूप से निर्धारित है।आकाश गेम्स इंटरनेशनल में सभी कर्मचारियों को इस नीति की शर्तों का पालन करना चाहिए।कर्मचारियों को ग्राहकों की व्यक्तिगत जानकारी की सख्ती से रक्षा करने के लिए बाध्य किया जाता है, कर्मचारियों के आकाश गेम्स इंटरनेशनल छोड़ने के बाद, उन्हें भी इस दायित्व का पालन करना चाहिए।आपको अपनी व्यक्तिगत जानकारी को भी सुरक्षित रखना चाहिए।आपको अपने खाते के पासवर्ड का कड़ाई से रखना चाहिए और इसे दूसरों को नहीं बताना चाहिए।<p><div><strong>छठा. मॉनिटर</strong></div><br> सेवा गुणवत्ता आश्वासन, धोखाधड़ी की रोकथाम और नियामक अनुपालन कारणों के लिए, हम ग्राहक संचार रिकॉर्ड (जैसे टेलीफोन और ईमेल रिकॉर्ड) रखेंगे और उनकी निगरानी करेंगे।ग्राहकों को यह पूछने का अधिकार है कि हम अपनी व्यक्तिगत जानकारी का सीधे मार्केटिंग के लिए उपयोग न करें।यदि आप इस अधिकार का प्रयोग करना चाहते हैं, तो ग्राहक को निम्नलिखित तैयार करना चाहिए; जानकारी प्रदान करने के लिए एक लिखित आवेदन जमा करें जो आपकी पहचान साबित कर सकें (जैसे खाता नंबर, यूज़र नाम, पंजीकरण जानकारी), और निर्दिष्ट करें कि व्यक्तिगत जानकारी कहाँ गलत है और ठीक करने की आवश्यकता है।गोपनीयता सुरक्षा नियमों की मान्यता जब ग्राहक आकाश गेम्स इंटरनेशनल में पंजीकृत हो जाता है और खाता खोलता है, तो इसका मतलब है कि आप इस गोपनीयता सुरक्षा नियम की शर्तों से सहमत हैं।हम इस नीति की शर्तों को नियमित रूप से अपडेट करेंगे, इसलिए हम अनुशंसा करते हैं कि ग्राहक इसे नियमित रूप से जांच करनी चाहिए।यदि हम इस नीति को बदलते हैं, तो हम संबंधित वेबपेज पर एक संदेश पोस्ट करेंगे।नीति में परिवर्तन के बाद, ग्राहक द्वारा आकाश गेम्स इंटरनेशनल की वेबसाइट के निरंतर उपयोग को नीति परिवर्तन के लिए ग्राहक की स्वीकृति के रूप में माना जाएगा।यदि ग्राहक इस नीति परिवर्तन को स्वीकार नहीं करता, तो आप हमारी वेबसाइट सेवा को बंद करना चुन सकते हैं।यदि इस नीति खंड और अन्य आंशिक विशेष खंडों के बीच कोई अंतर है, तो आंशिक विशेष खंड का उपयोग किया जाएगा।'
	},

	responsibility: {
		title: 'इलेक्ट्रॉनिक स्पोर्ट्स की ज़िम्मेदारी',
		center: '<div><strong>पहला.1. बेटिंग की जिम्मेदारी </strong></div><br>आकाश गेम्स इंटरनेशनल एक औपचारिक वेबसाइट है जो पेशेवर स्पोर्ट्स बेटिंग, ऑनलाइन कैसीनो और ऑनलाइन लॉटरी प्रदान करती है।लेकिन हम सभी यूज़र को मनोरंजक रूप से रवैया सभी गेम खेलने की जोरदार सलाह देते हैं।हम उत्कृष्ट उपयोगकर्ता अनुभव, रचनात्मक मनोरंजन उत्पादों और स्थानीयकृत विशेष सेवाओं के माध्यम से सभी यूज़र को एक आरामदायक और स्वस्थ मनोरंजन के वातावरण प्रदान करेंगे।हम आशा करते हैं कि सभी यूज़र गेम खेलते समय अपनी मानसिकता को समय पर समायोजित कर सकें और गेम में अत्यधिक लिप्तता के कारण व्यक्तिगत आर्थिक, करियर, पारिवारिक और अन्य पहलुओं को प्रभावित होने से बचा सकें।इसलिए हम विशेष रूप से सलाह देते हैं कि आप अपने व्यवहार की फिर से जांच करें, अपनी मनोरंजन मानसिकता को स्पष्ट और समायोजित करें, और सामान्य जीवन व काम पर वापस आएं।<p><div><strong>दूसरा. उम्र 18 वर्ष से अधिक होनी चाहिए </strong></div><br>इस वेबसाइट में प्रवेश करने के लिए आपकी आयु 18 वर्ष से अधिक होनी चाहिए (या उस क्षेत्राधिकार में नाबालिग नहीं माना जाता है जहां आप रहते हैं)।18 वर्ष से कम उम्र के किसी भी व्यक्ति को हमारी वेबसाइट पर खाता खोलने या सट्टेबाजी लगाने की अनुमति नहीं है। हम इस मुद्दे का कड़ाई से विचार करेंगे और इससे निपटेंगे।<p><div><strong>तिसरा. जुआ समस्या का संरक्षण </strong></div><br> हम दृढ़ता से अनुशंसा करते हैं कि आप नियमित रूप से अपने बेटिंग लगाने के व्यवहार की जांच करें कि क्या आप अधिक निवेश कर देते हैं।यदि आप संबंधित समस्याओं का सामना करते हैं, तो कृपया इस लिंक में दर्ज करें (बेटिंग व्यवहार का अनाम परीक्षण) <p>1.क्या आपने कभी जुए के कारण काम का समय गंवाया है?<br>2.क्या जुआ आपकी प्रतिष्ठा को प्रभावित करता है? <br>3.क्या आप जुआ खेलने के बाद दोषी महसूस करते हैं? क्या आपने जुए से अर्जित धन का उपयोग कर्ज चुकाने या वित्तीय कठिनाइयों को हल किया है? <br>4.क्या जुए ने आपकी महत्वाकांक्षा और दक्षता को कम कर दिया है? <br>5.पैसे हारने के बाद, क्या आपको लगता है कि जो खोया है उसे वापस पाने के लिए आपको जल्दी से जल्दी वापस आना चाहिए? <br>6. पैसे जीतने के बाद, क्या आपके पास और अधिक जीतने की तीव्र इच्छा है? <br>7.क्या आप अक्सर तब तक जुआ खेलते हैं जब तक आपके पास पैसे न हों?<br>8.क्या आप अक्सर जुए के लिए पैसे उधार लेते हैं? <br>9.क्या आप जुए के लिए कुछ बेचते हैं? <br>10.क्या आप सामान्य खर्चों के भुगतान के लिए \\\'जुआ मूलधन\\\' का उपयोग करने के इच्छुक नहीं हैं? <br>11.क्या जुआ खेलने से आप अपने और अपने परिवार के स्वास्थ्य और खुशी की उपेक्षा करते हैं?<br>12. क्या आप अपेक्षा से अधिक समय जुआ खेलने में बिताते हैं? <br>13. क्या आप चिंताओं और कठिनाइयों से भागने के लिए जुए का उपयोग करते हैं? क्या आप जुए के धन तैयार करने के लिए कोई अपराध कर रहे हैं या करने का विचार कर रहे हैं? <br>14. क्या जुआ खेलने से आपको सोने में परेशानी होती है? <br>15.क्या आपके आस-पास के तर्कों, निराशाओं या कुंठाओं ने जुए के लिए एक प्रेरक शक्ति पैदा की है? <br>16. क्या आप घंटों जुए के लिए सौभाग्य का जश्न मनाने की इच्छा रखते हैं? <br>17. क्या आपने जुए के परिणामस्वरूप आत्म-विनाश किया या आत्महत्या की? <p>यदि आपने ऊपर प्रश्नों का उत्तर कम से कम 7 \'हां\' में दिया है, तो आपको जुए में जोखिम हो सकता है।हम मजूबती से सुझाते हैं कि आप परिवार का समर्थन लें और हम समस्या को हल करने में आपकी सहायता करेंगे।'
	},

	realbet: {
		title: 'वास्तविक व्यक्ति की समस्या',
		center: '<div><strong>पहला. बैकारेट का परिचय</strong></div><br> बैकारेट एक आसान ताश गेम है जिसमें डीलर और खेलनेवाले प्रत्येक दो ताश से शुरू करते हैं।दोनों पक्षों के पास अधिकतम तीन ताश हैं, यूज़र 【डीलर】या 【खेलनेवाले 】 पर सट्टेबाजी लगा सकते हैं, 9 अंकों के निकटतम पक्ष जीतता है, आप 【ड्रा】 पर भी सट्टेबाजी लगा सकते हैं(अर्थात, डीलर और खेलनेवाले के ताशों की कुल संख्या समान है)।<p><div><strong>दूसरा. बैकारेट के ताश अंक</strong></div><br>चरित्र ताश (J、Q、K)और 10 की गणना 0 अंक है, ताश A 1 अंक है, अन्य ताश मूल्य नंबर पर गिने जाते हैं, प्रत्येक हाथ में ताश के अंक मूल्य नंबर की गणना ताश अंकों के योग के अंतिम अंक के अनुसार की जाती है,उदाहरण के लिए, एक हाथ में ताश K, 9, 9 है तो अंक 8 (0+9+9=18) है।<p><div><strong> तिसरा.सट्टेबाजी का प्रकार और आय </strong></div><br>1. डीलर जीत: 1 के बदने में 0.95 <br>2.खेलनेवाले की जीत: 1 के बदने में 1 <br>3. ड्रा: 1 के बदने में 8 <p><div><strong>चौथा. बैकारेट में तीसरा ताश का नियम </strong></div><br> बैकारेट में तीसरा ताश का नियम है, जिससे यह निर्धारित करता है कि डीलर और खेलनेवाले तीसरा ताश कब देंगे, नियम निम्नलिखित हैं:<p><div><strong>पाँचवां. रूलेट क्या है</strong></div><br>रूलेट गेम रूलेट व्हील पर एक छोटी गेंद घूमती है, और इसमें 37 छोटे वर्ग होते हैं जिनकी संख्या 0 से 36 तक होती है। सट्टेबाजी का समय समाप्त होने के बाद, गेंद छोटे वर्गों में से एक में रुक जाएगी।रूलेट का उद्देश्य यह अनुमान लगाना है कि गेंद किस छोटे वर्ग में रहेगी, यदि आप सही अनुमान लगाते हैं, तो आप जीत जाते हैं।<p><div><strong>सिक बो क्या है</strong></div><br> इस खेल में एक पासे के प्याले में तीन पासे रखे जाते हैं।जब सभी दांवों की पुष्टि हो जाती है, तो क्रुपियर पासा कप को हिला देता है।यूज़र को इस खेल के परिणाम की भविष्यवाणी करने की आवश्यकता है।इस गेम में बहुत अलग-अलग प्रकार के सट्टेबाजी हैं, और सबसे बड़े सट्टेबाजी प्रकार के लिए ऑड्स 1:180 हैं।<p><div><strong> सातवां. ब्लैक जैक क्या है</strong></div><br>1. ब्लैक जैक दुनिया का सबसे लोकप्रिय टेबलटॉप गेम है।ब्लैक जैक एक ताश गेम है जिसमें डीलर और खेलनेवाले प्रतियोगिता में भाग लेते हैं, खेलनेवाले और डीलर के बीच अंकों की तुलना को संदर्भित करता है, और खेलनेवाले और अन्य खेलनेवाले कोई तुलना नहीं करेंगे; <br>2. ब्लैक जैक ताश जोकर के अलावा 52 ताश का उपयोग करता है (एक या अधिक डेक)।गेम का लक्ष्य है कि हाथ में ताश अंक का योग 21 अंक से अधिक नहीं बनाना है और जितना संभव हो इसे अधिकतम करना है; <br>3. ब्लैक जैक का पूर्ववर्ती इक्कीस अंक है, और उसकी उत्पत्ति के बारे में कोई एकीकृत कथन नहीं है।पहले तो इक्कीस अंक अमेरिका में लोकप्रिय नहीं था, इसलिए कैसीनो ने खिलाड़ियों को खेल में भाग लेने और आकर्षित करने के लिए विभिन्न अतिरिक्त बोनस प्रदान करने का प्रयास किया।अतिरिक्त बोनस में से एक यह है कि जब खिलाड़ी के पास कुदाल A और काल J(कुदाल J या क्लब J ) हैं, तो बोनस 10 गुना होगा।ऐसे ताशों को "ब्लैक जैक" कहा जाता था, और यह नाम धीरे-धीरे इक्कीस अंक गेम का नाम बन गया। भले ही अतिरिक्त बोनस नियम बाद में नहीं है, लेकिन "ब्लैक जैक" नाम का अस्तित्व बना रहा।नियम आज तक विकसित हुए हैं, और ब्लैक जैक कोई ताश A और एक ताश दस या चित्र ताश के किसी भी संयोजन को संदर्भित करता है।<p><div><strong> आठवां. रूलेट में, गणना कैसे करें जब परिणाम 0 हो</strong></div><br>0 काला, लाल, बड़ा या छोटा नहीं है, न ही विषम या सम है; एक बार जब परिणाम 0 हो, तो सभी सट्टेबाजी हार जाती हैं, और केवल 0 पर या इसमें शामिल सट्टेबाजी को जीत माना जाता है।<p><div><strong>नौवां. सिक बो में खेल का परिणाम वेसै( तीन पासों का अंक समान है) है, गणना कैसे करें</strong></div><br> जब खेल का परिणाम वेसै है, (बड़ा/छोटा) या (विषम/ सम ) आइटम पर सट्टेबाजी को हार जाता है।<p><div><strong> दसवां. वीडियो बैकारेट में ताश के कितने डेक का उपयोग किया जाएगा</strong></div><br>वीडियो बैकारेट में ताश के 8डेक का उपयोग किया जाएगा।'
	},

	others: {
		title: 'अन्य समस्याएं',
		center: '<div><strong>पहला.कैसीनो में किन किन प्रकार के गेम शामिल हैं। पहला.फुटबॉल का निपटान क्या समय के अंनुसार होता है</strong></div><br>1.कैसीनो में बहुत सारे गेम हैं, जैसा कि क्लासिक स्लॉट मशीन, 3D स्लॉट मशीन, टेबल गेम, वीडियो पोकर और अन्य गेम; <br>2.3डी स्लॉट मशीन असीमित रचनात्मकता और पूरी कहानी के विषयपर आधारित है, कहानी के रूप में यूज़र की गेम प्रक्रिया को बखूबी प्रस्तुत किया जाता है, यथार्थवादी 3D एनीमेशन प्रभाव के तहत, हर गेम सहज और भव्य दिखाई देता है;<br>3.क्लासिक स्लॉट मशीन को वास्तविक कैसीनो में स्लॉट मशीनों के आधार पर डिज़ाइन किया गया है, गेम पैटर्न क्लासिक और प्रतिनिधि हैं, विशेष रूप से 3-रील स्लॉट मशीन निश्चित रूप से प्रत्येक कैसीनो में सबसे लोकप्रिय स्लॉट मशीन है;<br>4.टेबल गेम वास्तविक कैसीनो में वास्तविक गेम के करीब हैं, जिनमें ब्लैकजैक, बैकारेट और टेक्सास होल्डम जैसे विभिन्न पोकर गेम शामिल हैं।<p><div><strong>दूसरा. गेम त्रुटि या विवाद होने पर मुझे क्या करना चाहिए</strong></div><br>कृपया ऑनलाइन ग्राहक सेवा के माध्यम से हमारे ग्राहक सेवा स्टाफ से संपर्क करें और निम्नलिखित जानकारी प्रदान करें:<br>1. आपके आकाश गेम्स इंटरनेशनल का खाता नंबर; <br>2. गेम विवरण, जिसमें शामिल हैं: गेम का नाम, बेटिंग नंबर, राशि, समय।'
	},

	accounts: {
		title: 'खाता खोलें',
		center: '<div><strong>पहला. खाता कैसे रजिस्टर करें</strong></div><br>1.वेबसाइट के ऊपरी दाएं कोने में फंक्शन बटन "रजिस्टर" पर क्लिक करें <br>(1) उपयोगकर्ता नाम में 6-16 अक्षर या संख्याएँ होती हैं, और पासवर्ड की लंबाई कम से कम 6-16 वर्ण (ए-जेड, ए-जेड, 0-9) होती है;<br>(2)पंजीकरण करने से पहले, कृपया सुनिश्चित करें कि आपकी आयु 18 वर्ष से अधिक है और आपने हमारे नियमों और शर्तों को पढ़ लिया है।<p><div><strong>दूसरा. अपना यूज़र नाम भूलकर कैसे करना है</strong></div> <br>यदि आप अपना सदस्य खाता नाम भूल जाते हैं, तो आप आवश्यक सहायता के लिए समय पर हमारी ऑनलाइन ग्राहक सेवा से 7x24 घंटे संपर्क कर सकते हैं।ऑनलाइन ग्राहक सेवा<p><div><strong>तीन. पासवर्ड भूलकर क्या करें</strong></div><br>कृपया लॉगिन विंडो में "पासवर्ड भूल गए" ढूंढें, और पासवर्ड स्वयं प्राप्त करें। यदि आप इसे पुनः खोज नहीं सकते, तो कृपया समय पर ग्राहक सेवा को संबंधित जानकारी प्रदान करें, और सिस्टम रीसेट कर एक नया पासवर्ड आपको भेज देगा। खाता सुरक्षा रखने के लिए, यह अनुशंसा की जाती है कि उपयोगकर्ता लॉग इन करने के तुरंत बाद अपना पासवर्ड बदल दें।<p><div><strong>चौथा. व्यक्तिगत प्रोफ़ाइल जानकारी कैसे बदलें</strong></div><br> ग्राहक पंजीकृत करने के बाद, वह व्यक्तिगत केंद्र की मूलभूत जानकारी में अपनी व्यक्तिगत जानकारी को संशोधित कर सकता है।यदि आपके कोई प्रश्न हैं, तो कृपया ऑनलाइन ग्राहक सेवा से परामर्श करने के लिए क्लिक करें <p><div><strong> पाँचवां. क्या मैं आकाश गेम्स इंटरनेशनल में सट्टेबाजी कर सकता है</strong></div><br> इस साइट को ब्राउज़ और अनुभव करने से पहले, कृपया सुनिश्चित करें कि आपकी आयु 18 वर्ष से अधिक है और आप हमारे नियमों और शर्तों से सहमत हैं।विभिन्न देशों के अलग-अलग नियम हैं, कृपया सट्टेबाजी करने से पहले स्थानीय नियमों और कानूनों का पालन करें; उपरोक्त कारणों से होने वाले किसी भी नुकसान के लिए {siteTitle} पास जिम्मेदार नहीं होगा।'
	},

	transfer: {
		title: 'स्थानांतरण',
		center: '<div><strong>पहला.स्थानांतरण कैसे करें</strong></div><br>1.आकाश गेम्स इंटरनेशनल खाते में लॉग इन करें——स्थानांतरण; <br>2.स्टेडियम वॉलेट के बीच एक दूसरे को स्थानांतरण नहीं किया जा सकता।<p><div><strong>दूसरा. निकासी संबंधित समस्या</strong></div><br>1. मेरे गेम खाते में पैसे हैं पर मैं पैसे क्यों नहीं निकाल सकता?<br>फंड निकालने से पहले आपको गेम वॉलेट से केन्द्र वॉलेट में फंड ट्रांसफर करना चाहिए।<br>2.यदि स्थानांतरण सफल नहीं होता, लेकिन पैसे गायब है तो मुझे क्या करना चाहिए?<br>पैसे स्थानांतरण करते समय कृपया संचालन से पहले गेम प्लेटफॉर्म से बाहर निकलें; यदि स्थानांतरण सफल नहीं है, यदि स्थानांतरण सफल नहीं होता है, पुनःपूर्ति ऑडर चेक करने के लिए कृपया ऑनलाइन ग्राहक सेवा से संपर्क करें।<p><div><strong>III. तीन. स्थानांतरण ऑपरेटिंग</strong></div><br>1. जब आप【स्थानांतरण】बटन पर क्लिक करते  हैं, कोटा रूपांतरण के पेज में जाएं, मैन्युअल रूप से स्थान का चयन करें, स्थानांतरण राशि दर्ज करें, और स्थानांतरण सफल होगा;<br>2. जब आप किसी गेम स्थल में प्रवेश करते हैं, केंद्रीय वॉलेट की राशि स्वचालित रूप से संबंधित गेम स्थल पर लाई जाएगी<br>3.जब आप【एक-क्लिक से रीसायकल】बटन पर क्लिक करते हैं, सभी स्थानों की शेष राशि स्वचालित रूप से  केंद्रीय वॉलेट में पुनर्प्राप्त हो जाएगी, यदि नेटवर्क कारणों से स्थल का शेष केंद्रीय वॉलेट में समय पर वापस नहीं किया जाता,【एक-क्लिक से रीसायकल】बटन पर क्लिक करें और स्थल का संतुलन दूसरी बार वसूल किया जा सकता है।'
	},

	preferentialRules: {
		title: 'छूट नियम',
		center: '<div><strong>पहला. छूट नियमों के लिए आवेदन कैसे करें</strong></div><br>अपने खाते में लॉग इन करने के बाद, छूट पृष्ठ पर क्लिक करें और संबंधित छूट इवेंट का चयन करें।<p><div><strong>दूसरा. शुल्क वापस कब भेजी जाएगी </strong></div><br>शुल्क वापस स्वचालित रूप से सिस्टम द्वारा अगले दिन की दोपहर (बीजिंग समय के 18:00 बजे ) से पहले वितरित की जाएगी, आवेदन करने की कोई आवश्यकता नहीं है, पैसे निकालने के लिए सिर्फ सट्टेबाजी मात्राका एक गुना करें (गेम प्लेटफॉर्म सीमित नहीं)।विवरण के लिए, कृपया शुल्क वापस के इवेंट विवरण पृष्ठ को देखें।<p><div><strong>तिसरा.छूट का आवेदन सफल होने के बाद अगर बोनस या उपहार नहीं मिले हैं तो क्या करना चाहिए?</strong></div> <br>यदि आपने छूट के लिए सफलतापूर्वक आवेदन करने के बाद निर्दिष्ट समय के भीतर उपहार प्राप्त नहीं किया है।कृपया ऑनलाइन ग्राहक सेवा से संपर्क करने में संकोच न करें।'
	},

	browser: {
		title: 'ब्राउज़र प्रारूप',
		center: '<div><strong>पहला.बेटिंग का OB वेबसाइट का सर्वोत्तम अनुभव प्राप्त करने के लिए कौन सा ब्राउज़र चुनना है</strong></div><br>IE11 या इसके बाद के संस्करण<br>Google Chrome<br>Firefox Firefox<br>यदि आप मोबाइल फोन का उपयोग कर रहे हैं, तो हम अनुशंसा करते हैं कि आप इसे अपने मोबाइल फोन के साथ आने वाले ब्राउज़र के माध्यम से एक्सेस करें।यदि आप उपरोक्त ब्राउज़र का उपयोग नहीं करते, और एक्सेस करते समय समस्याओं का सामना करते हैं, तो हम अनुशंसा करते हैं कि आप उपरोक्त लिंक पर क्लिक करें और ब्राउज़र का नवीनतम संस्करण स्थापित करें।यदि ब्राउज़र के कारण एक्सेस में कोई समस्या है, तो कृपया सहायता के लिए हमारी 7*24 ऑनलाइन ग्राहक सेवा से संपर्क करें।<p><div><strong>दूसरा. ब्राउज़र के निचले संस्करण का उपयोग क्यों सट्टेबाजी के अनुभव और खाते की असुरक्षा में गिरावट का कारण बनेगा?</strong></div><br>सबसे पहले, IE6 या अन्य निम्न-संस्करण ब्राउज़र अत्यंत अक्षम हैं, बहुत नए एनिमेशन प्रभाव लोड नहीं हो सकते, जिसके परिणाम है कि जब उपयोगकर्ता पढ़ते और गेम खेलते हैं तो अनुभव बेहद खराब होते हैं; दूसरे, नीचे संस्करण के ब्राउज़र कम सुरक्षित होते हैं, हैकर्स के लिए इसका उपयोग वायरस या ट्रोजन हॉर्स इम्प्लांटेशन को अंजाम देना बहुत आसान है, जिससे आपके सट्टेबाजी के अनुभव और धन को बहुत असुरक्षा होगा।इसलिए, हम अनुशंसा करते हैं कि आप अपने ब्राउज़र को नवीनतम संस्करण में अपग्रेड करें, जिससे आप आकाश गेम्स द्वारा लाई गई सर्वश्रेष्ठ गेमिंग अनुभव और उच्च गुणवत्ता वाली सेवा प्राप्त कर सकते हैं।<p><div><strong>तिसरा. क्या मुझे वेबसाइट चलाने के लिए किसी प्रोग्राम या ब्राउज़र प्लग-इन की आवश्यकता है? दूसरा. हमसे संपर्क करें </strong></div><br> हमारी वेबसाइट को अतिरिक्त प्लग-इन के माध्यम से ब्राउज़ करने की आवश्यकता नहीं है।पर, कुछ इंटरैक्टिव जानकारी और सहायता के लिए फ़्लैश प्लेयर से प्रदर्शित करने की आवश्यकता हो सकती है, जैसे कैसीनो और लाइव क्रूपियर।फ़्लैश प्लेयर प्लग-इन स्थापि��� करने के लिए यहां क्लिक करें: ब्राउज़र प्लग-इन एक ऐसा सॉफ़्टवेयर है जो ब्राउज़र में विशिष्ट कार्यों या सेवाओं को जोड़ता है।Java, Flash प्लेयर, Adobe Acrobat, QuickTime और Microsoft Silverlight आदि सामान्य प्लग-इन हैं।'
	},

	hijack: {
		title: 'विरोधी अपहरण की ट्यूटोरियल',
		center: '<div><strong>पहला. एंड्रॉइड सिस्टम विरोधी अपहरण की ट्यूटोरियल </strong></div><br>1. कनेक्टेड WiFi के नाम को देर तक दबाएं <br>2. नेटवर्क कॉन्फ़िगरेशन संशोधित करें <br>3.उन्नत विकल्प दिखाएं<br>4. IP सेटिंग को स्थिर में बदलें <br>5.DNS1 को 8.8.8.8 में बदला गया \\n DNS2 को 8.8.4.4 में बदला गया <p><div><strong> दूसरा. Apple पर विरोधी अपहरण की ट्यूटोरियल </strong></div><br>1.कनेक्टेड WiFi के नाम के आसपास ⓘ पर क्लिक करें<br>2.DNS विकल्प<br>3.DNS1 को 8.8.8.8 में बदला गया<br>DNS2 को 8.8.4.4 में बदला गया\''
	},

	ucsRebate: {
		title: 'रिबेट अनुपात विवरण',
		title_1: '[उदाहरण: प्लेटफ़ॉर्म एजेंट के रिटर्न को 2.5% और बीजीय रिटर्न को 50% पर सेट करें। यदि उसी लाइन का 100,000 अंकों का प्रभावी लाभ है, तो A->B->D->G]',
		effective: 'प्रभावी लाभ',
		self: 'खुद',
		level: 'स्तर{level} - ',
		total: 'कुल लाभ',
		dealing: 'मंच का कुल लाभ'
	},

	rechargeText: {
		title: 'रिचार्ज ट्यूटोरियल',
		tab_1: 'Binance',
		tab_2: 'COINBASE',
		binance_1: '1. Log in to Binance appPlease select ’purchase with a credit card’',
		binance_2: '2. Please choose the currency you will purchase with and the crypto currency you’d like to purchase',
		binance_3: '3. In the example, we purchased 15 euros of Click continue to go to the next page',
		binance_4: '4. Confirm the amount of crypto currency and credit card information',
		binance_5: '5. Confirm the final payment amount and click confirm to complete the purchase.',
		coinbase_1: '1. Log in to COINBASE_APP, click the blue icon at the bottom of the home page',
		coinbase_2: '2. Click purchase',
		coinbase_3: '3. Select the currency you’d like to purchase',
		coinbase_4: '4. Enter the amount of the crypto currency you would like to buy or the corresponding local currency',
		coinbase_5: '5. Select the payment method',
		coinbase_6: '6. Click ’preview purchase’ to confirm your purchase',
		coinbase_7: '7. Click here to set up purchase method, one-time purchase is recommended',
		coinbase_8: '8. Confirm purchase information',
		coinbase_9: '9. Click purchase'
	}
}
