export default {
	service: {
		title: 'ฝ่ายบริการลูกค้า',
		welcome: 'ยินดีต้อนรับสู่ฝ่ายบริการลูกค้า',
		welcome_1: 'บริการคุณ 24 ชั่วโมง',
		kf_1: 'ติดต่อฝ่ายบริการลูกค้า',
		kf_2: 'ฝ่ายบริการลูกค้ารอง',
		s_title: 'เดาว่าคุณต้องการที่จะถาม',
		g_title: 'ปัญหาเกม',
		g_1: 'ปัญหาคาสิโนสด',
		g_2: 'ปัญหาการเล่นเกม',
		g_more: 'ปัญหาเพิ่มเติม>>',
		a_title: 'เกี่ยวกับเรา',
		a_1: 'เกี่ยวกับเรา',
		a_2: 'หลักการการป้องกันความเป็นส่วนตัว',
		c_title: 'บทแนะนำมือใหม่',
		c_1: 'เปิดบัญชี',
		c_2: 'โอน',
		c_3: 'กฎส่วนลด',
		c_4: 'รูปแบบเบราว์เซอร์',
		c_5: 'บทแนะนำเดิมพันกีฬา',
		c_6: 'บทแนะนำต่อต้านการหักหลัง',
		c_ucs: 'คำอธิบายอัตราส่วนเงินคืน'
	},

	s_games: {
		title: 'ปัญหาเกม',
		g_1: 'ปัญหาหวย',
		g_2: 'เกมอิเล็กทรอนิกส์',
		g_3: 'ปัญหาคาสิโนสด',
		g_4: 'ปัญหากีฬา',
		g_5: 'ปัญหาอื่นๆ',
	},

	s_about: {
		title: 'เกี่ยวกับเรา',
		a_1: 'ความรับผิดชอบต่อการคาดเดา',
		a_2: 'เกี่ยวกับเรา',
		a_3: 'หลักการการป้องกันความเป็นส่วนตัว'
	},

	lottery: {
		title: '彩票问题',
		l_1: '一、快乐彩介绍',
		l_1_1: '快乐彩传统玩法是玩家从号码01到80任意选择1到10个不等的号码，快乐彩系统会从80个号码中随机抽出20个开奖号码，然后玩家挑选的数字与系统官方开奖结果号码比对是否获奖。',
		l_2: '二、快乐彩投注类型及说明',
		l_2_1: '1.大小/总数810',
		l_2_1_1: '开奖结果20个号码总和大于810的数值(大), 开奖结果20个号码总和小于810的数值(小) 或等于810 (总和810)。',
		l_2_2: '2.单双',
		l_2_2_1: '开出的20个号码的总和为奇数，则为总单；这一总和为偶数，则为总双。',
	},

	gaming: {
		title: 'ปัญหาการเล่นเกม',
		center: '<div><p>1. คาสิโนเต็มไปด้วยเนื้อหารวมถึงสล็อตแมชชีนคลาสสิก, สล็อตแมชชีน 3 มิติ, เกมบนโต๊ะ, วิดีโอโป๊กเกอร์และเกมอื่น ๆ <br><p>2. สล็อตแมชชีน 3 มิติเป็นพื้นฐาน บนความคิดสร้างสรรค์ที่ไม่จำกัดและเนื้อเรื่องที่สมบูรณ์ซึ่งนำเสนอกระบวนการเกมของผู้เล่นได้อย่างสมบูรณ์แบบในรูปแบบของเรื่องราว ทั้งหมดดูมีชีวิตชีวาและงดงาม <br><p>3. สล็อตแมชชีนคลาสสิกได้รับการออกแบบตามสล็อตแมชชีนใน คาสิโนจริง รูปแบบเกมคลาสสิกและเป็นตัวแทนอย่างมากโดยเฉพาะสล็อตแมชชีน 3 รีลเป็นสล็อตแมชชีนที่ได้รับความนิยมสูงสุดในทุกคาสิโนอย่างแน่นอน <br><p>4. เกมบนโต๊ะมีความใกล้ชิดกับเกมจริงของจริงมากขึ้น คาสิโน รวมทั้งเกมโป๊กเกอร์ต่างๆ เช่น แบล็กแจ็ก บาคาร่า เท็กซัส โฮลเอ็ม เป็นต้น '
	},

	aboutUs: {
		title: 'เกี่ยวกับเรา',
		center: '<div> <strong> 1. เกี่ยวกับเรา </strong> </div> <br> 1. {siteTitle} ต่างประเทศเป็นเจ้าของใบอนุญาตทางกฎหมายที่ออกโดย European Malta MGA, British GC Supervision Commission (Gambling Commission) จดทะเบียนในหมู่เกาะบริติชเวอร์จิน โดยเป็นบริษัทกฎหมายที่ได้รับการยอมรับจากสมาคมระหว่างประเทศ <p> 2. เรายึดมั่นในหลักการของลูกค้าเป็นอันดับแรกและปรัชญาการดำเนินธุรกิจในทางปฏิบัติโดยรวบรวมทรัพยากรบุคคลที่มีคุณภาพสูงที่ยอดเยี่ยมเพื่อให้ความร่วมมืออย่างสูง - ทีมชั้นยอดที่มีคุณภาพในอุตสาหกรรมมุ่งมั่นที่จะสร้างบูติกกีฬาโดยเฉพาะเพื่อให้ผู้ใช้ทุกคนได้รับประสบการณ์ที่ดีที่สุดและความเพลิดเพลินในเกมระดับสูง {siteTitle} International มีความสัมพันธ์ในเชิงลึกที่ดีกับซัพพลายเออร์ผลิตภัณฑ์ตอบคำถามที่มีชื่อเสียงในอุตสาหกรรมเช่น Playtech, Entwinetech, LBKeno, AsiaGaming, BBin, GoldDeluxe เป็นต้นเพื่อจัดให้มีการแข่งขันกีฬาที่มีคุณภาพสูงสุดคาสิโนสดและอีกหลายร้อยรายการ ของมินิเกมและดำเนินการต่อในการพัฒนาผลิตภัณฑ์ความบันเทิงใหม่คุณภาพสูง <p> 3. 365 วันต่อปี {siteTitle} International อยู่กับคุณทุกวันโดยให้บริการให้คำปรึกษาตลอด 7x24 ชั่วโมง ในขณะเดียวกันเรามีทีมเทคโนโลยีที่มีประสบการณ์และชั้นหนึ่งเพื่อดูแลความปลอดภัยและความมั่นคงของเว็บไซต์และมอบพลังที่มั่นคงสำหรับนวัตกรรมของผลิตภัณฑ์และบริการ <p> <div> <strong> 2. ติดต่อเรา </strong> </div> <br> บริการลูกค้าออนไลน์ 7 * 24 <br> เจ้าหน้าที่บริการลูกค้าของเราจะให้คำปรึกษาตลอด 24 ชั่วโมง และช่วยเหลือ.',
	},

	privacy: {
		title: 'หลักการการป้องกันความเป็นส่วนตัว',
		center: '<div> <strong> 1. กฎการคุ้มครองความเป็นส่วนตัว </strong> </div> <br> 1. {siteTitle} International เคารพและให้ความสำคัญกับสิทธิความเป็นส่วนตัวของสมาชิกและเราจะพยายามอย่างเต็มที่เพื่อให้มั่นใจในความปลอดภัย ข้อมูลและข้อมูลของคุณเพื่อให้ลูกค้าไม่ต้องกังวลนี่คือวัตถุประสงค์ของนโยบายความเป็นส่วนตัวของเรา <br> 2. {siteTitle} International จะไม่เปิดเผยข้อมูลส่วนบุคคลใด ๆ ที่สามารถระบุตัวตนได้ให้กับบุคคลที่สามเว้นแต่จะได้รับหมายศาลหรือกฎหมาย เป็นข้อกำหนดและการตัดสินที่เป็นไปได้ เรามีสิทธิ์ที่จะให้ข้อมูลส่วนบุคคลที่จำเป็นแก่ผู้ให้บริการแพลตฟอร์มการชำระเงินและสถาบันประกันการเงินที่เกี่ยวข้องผ่านทางเว็บไซต์เพื่อดำเนินการตามข้อกำหนดการชำระเงิน <br> 3. ข้อมูลส่วนบุคคลทั้งหมดที่สมาชิกให้ไว้จะถูกส่งผ่านพอร์ตที่ปลอดภัยที่เข้ารหัส SSL 128 บิต และจัดเก็บไว้ในสภาพแวดล้อมที่เป็นความลับไม่สามารถเข้าถึงได้โดยบุคคลทั่วไป การเข้าถึงข้อมูลภายในทั้งหมดจะถูก จำกัด อย่างเข้มงวดและได้รับการตรวจสอบอย่างใกล้ชิด \\ r \\ n ต่อไปนี้เป็นเนื้อหาของกฎการคุ้มครองความเป็นส่วนตัวสำหรับข้อมูลส่วนบุคคลของลูกค้า: <p> <div> <strong> สอง. บทนำ </strong> </div> <br> 1. บริการเว็บไซต์โดย Tian ให้บริการโดย You International <br> 2. เพื่อให้ลูกค้าได้รับประสบการณ์การบริการที่ปลอดภัยและน่าพึงพอใจที่นี่เราขอให้ลูกค้าอ่าน "นโยบายความเป็นส่วนตัว" นี้อย่างรอบคอบซึ่งจะเกี่ยวข้องกับการใช้ข้อมูลส่วนบุคคลของคุณ บริษัท มีทัศนคติที่เข้มงวดต่อความเป็นส่วนตัวของลูกค้า เพื่อให้ลูกค้าได้รับบริการเพิ่มเติมในบางครั้งเราอาจต้องการให้ลูกค้าแจ้งข้อมูลส่วนบุคคล นโยบายนี้จะครอบคลุมถึงการใช้ข้อมูลส่วนบุคคลของลูกค้าที่เกี่ยวข้องตลอดจนขั้นตอนการบันทึกข้อมูลที่เกี่ยวข้อง บางครั้งลูกค้าอาจต้องให้ข้อมูลส่วนบุคคล (เช่นชื่อที่อยู่ทางไปรษณีย์ที่อยู่อีเมลหมายเลขสมาชิกโทรศัพท์หรือหมายเลขโทรศัพท์มือถือวันเดือนปีเกิดหรือข้อมูลการชำระเงิน) ก่อนที่จะรับบริการต่อไปไม่ว่าในกรณีใด ๆ เราจะตรวจสอบนโยบายนี้เพื่อ ประมวลผลข้อมูลส่วนบุคคลของคุณ เมื่อใช้ข้อมูลส่วนบุคคลของคุณเราจะใช้ข้อกำหนดทางกฎหมายในปัจจุบันและพยายามอย่างดีที่สุดเพื่อจัดการกับข้อมูลนั้นด้วยวิธีที่ดีที่สุดและปลอดภัยที่สุด <br> 3. ในขณะเดียวกันเราจะตรวจสอบกิจกรรมของคุณบนเว็บไซต์นี้ด้วยซึ่ง อาจรวมถึงการเยี่ยมชมของคุณจำนวนการเข้าชมชื่อโดเมนดั้งเดิมของบริการเว็บ ฯลฯ ซึ่งจะช่วยให้เราสร้างข้อมูลไฟล์ส่วนตัวของลูกค้าได้ ข้อมูลบางส่วนจะรวมเป็นสถิติซึ่งหมายความว่าเราจะไม่สามารถทดสอบทีละรายการได้ <p> <div> <strong> 3. วัตถุประสงค์ </strong> </div> <br> เมื่อลูกค้าเปิดบัญชีที่ {siteTitle} International เราจะขอให้คุณให้ข้อมูลส่วนบุคคลบางอย่างเช่นชื่อ ที่อยู่ทางไปรษณีย์ที่อยู่อีเมลรหัสผ่านและยืนยันว่าคุณอายุเกิน 18 ปีหรือไม่ (OPE รับเฉพาะลูกค้าที่มีอายุครบ 18 ปีขึ้นไปตามกฎหมาย) เราอาจจำเป็นต้องใช้ข้อมูลส่วนบุคคลของคุณเพื่อยืนยันธุรกรรมทางการเงินต่างๆของคุณส่งจดหมายข่าวแบบเรียลไทม์ของ บริษัท เป็นประจำให้บริการสนับสนุนลูกค้าและบริการความบันเทิงที่ครอบคลุมแก่คุณ หากคุณต้องการหยุดรับจดหมายข่าวแบบเรียลไทม์ของ บริษัท คุณสามารถเลือกตัวเลือกที่เกี่ยวข้องได้ในตัวเลือกการรับจดหมายข่าวตามข้อความแจ้ง นอกจากนี้ควรสังเกตด้วยว่าชื่อที่คุณลงทะเบียนต้องเป็นชื่อของคุณเองและข้อมูลที่คุณลงทะเบียนเป็นข้อมูลจริงและถูกต้องเนื่องจากจะถูกใช้ในการตรวจสอบธุรกรรมในภายหลังและเพื่อวัตถุประสงค์อื่น ๆ ที่กล่าวถึงข้างต้น <p> <div> <strong> สี่. ข้อมูลการเข้าถึง </strong> </div> <br> {siteTitle} International จะพยายามอย่างเต็มที่เพื่อปกป้องข้อมูลส่วนบุคคลที่ลูกค้าให้ไว้กับเราและจะไม่รั่วไหลโดยเจตนา ข้อมูลแก่บุคคลภายนอกเว้นแต่จะระบุไว้อย่างชัดแจ้งในวรรคนโยบายนี้ พนักงานของ {siteTitle} International ทุกคนจะต้องปฏิบัติตามเงื่อนไขของนโยบายนี้ พนักงานมีหน้าที่ต้องปกป้องข้อมูลส่วนบุคคลของลูกค้าอย่างเคร่งครัดแม้ว่าพนักงานจะออกจาก {siteTitle} International แล้วก็ตามพวกเขาก็ยังต้องปฏิบัติตามภาระหน้าที่นี้ คุณต้องปกป้องข้อมูลส่วนบุคคลของคุณด้วย คุณควรปฏิบัติตามรหัสผ่านบัญชีของคุณอย่างเคร่งครัดและไม่ควรเปิดเผยให้ผู้อื่นทราบ <p> <div> <strong> V. ผู้รับข้อมูลลูกค้า </strong> </div> <br> นอกเหนือจากข้อกำหนดทางกฎหมายข้างต้นแล้วเรายังอาจเปิดเผยข้อมูลส่วนบุคคลของคุณแก่เจ้าหน้าที่ของเราเจ้าหน้าที่ของ บริษัท ที่เกี่ยวข้องอื่น ๆ หรือคู่ค้าของ {siteTitle} International และผู้ให้บริการเครือข่ายบุคคลที่สาม (รวมถึง แต่ไม่ จำกัด เพียงหน่วยงานตรวจสอบความปลอดภัยเครดิตและความเสี่ยง) ที่ให้บริการที่เกี่ยวข้องกับลูกค้าของเรา ผู้ให้บริการเครือข่ายบุคคลที่สามสามารถตรวจสอบข้อมูลโดยละเอียดใด ๆ ที่เราให้ไว้ในฐานข้อมูลสาธารณะหรือฐานข้อมูลส่วนตัวและมีโอกาสที่จะได้รับและเก็บรักษาบันทึกการตรวจสอบ เรายังสามารถรับข้อมูลส่วนบุคคลของคุณผ่านผู้ให้บริการเครือข่ายบุคคลที่สาม หากคุณให้ข้อมูลส่วนบุคคลของคุณกับเราหรือเราได้รับข้อมูลส่วนบุคคลของคุณจากผู้ให้บริการเครือข่ายบุคคลที่สามหมายความว่าคุณได้ตกลงว่าเราสามารถดำเนินการใช้บันทึกและเปิดเผยข้อมูลส่วนบุคคลของคุณได้ เราขอสงวนสิทธิ์ในการระงับหรือปิดบัญชีสมาชิก {siteTitle} International ของคุณได้ตลอดเวลาตามข้อมูลที่คุณหรือผู้ให้บริการเครือข่ายบุคคลที่สามให้ไว้ {siteTitle} International จะพยายามอย่างเต็มที่เพื่อปกป้องข้อมูลส่วนบุคคลที่ลูกค้าให้ไว้กับเราและจะไม่จงใจรั่วไหลข้อมูลไปยังบุคคลภายนอกเว้นแต่จะระบุไว้อย่างชัดแจ้งในเงื่อนไขของนโยบายนี้ พนักงานของ {siteTitle} International ทุกคนจะต้องปฏิบัติตามเงื่อนไขของนโยบายนี้ พนักงานมีหน้าที่ต้องปกป้องข้อมูลส่วนบุคคลของลูกค้าอย่างเคร่งครัดแม้ว่าพนักงานจะออกจาก {siteTitle} International แล้วก็ตามพวกเขาก็ยังต้องปฏิบัติตามภาระหน้าที่นี้ คุณต้องปกป้องข้อมูลส่วนบุคคลของคุณด้วย คุณควรปฏิบัติตามรหัสผ่านบัญชีของคุณอย่างเคร่งครัดและไม่ควรเปิดเผยให้ผู้อื่นทราบ <p> <div> <strong> VI. การตรวจสอบ </strong> </div> <br> สำหรับการประกันคุณภาพการบริการการป้องกันการฉ้อโกงและเหตุผลด้านการปฏิบัติตามกฎระเบียบเราจะเก็บและรักษาบันทึกการสื่อสารของลูกค้าการตรวจสอบ (เช่น เป็น: บันทึกทางโทรศัพท์และจดหมาย) ลูกค้ามีสิทธิ์ขอให้เราไม่ใช้ข้อมูลส่วนบุคคลของพวกเขาโดยตรงเพื่อการตลาด หากคุณต้องการใช้สิทธินี้ลูกค้าควรเตรียมสิ่งต่อไปนี้ส่งใบสมัครเป็นลายลักษณ์อักษรและให้ข้อมูลที่สามารถพิสูจน์ตัวตนของคุณ (เช่นหมายเลขบัญชีชื่อผู้ใช้ข้อมูลการลงทะเบียน) และระบุว่าข้อมูลส่วนบุคคลไม่ถูกต้องและเนื้อหาตรงไหน ที่ต้องได้รับการแก้ไข การรับทราบกฎการคุ้มครองความเป็นส่วนตัวเมื่อลูกค้าเปิดบัญชีใน {siteTitle} International หมายความว่าคุณยอมรับกฎการคุ้มครองความเป็นส่วนตัว เราจะอัปเดตข้อกำหนดของนโยบายนี้เป็นประจำดังนั้นเราขอแนะนำให้ลูกค้าตรวจสอบเป็นประจำ หากเราเปลี่ยนแปลงนโยบายนี้เราจะโพสต์ข้อความบนหน้าเว็บที่เกี่ยวข้อง หลังจากนโยบายมีการเปลี่ยนแปลงการใช้งานเว็บไซต์ {siteTitle} International ต่อไปของลูกค้าจะถือเป็นการอนุมัติการเปลี่ยนแปลงนโยบายของลูกค้า หากลูกค้าไม่ยอมรับการเปลี่ยนแปลงนโยบายนี้คุณสามารถเลือกที่จะปิดใช้งานบริการเว็บไซต์ของเราได้ หากมีความแตกต่างระหว่างอนุประโยคนโยบายนี้กับอนุประโยคพิเศษบางส่วนอื่น ๆ จะมีการใช้อนุประโยคพิเศษบางส่วน'
	},

	responsibility: {
		title: 'การคาดเดาความรับผิดชอบ',
		center: '<div> <strong> I. การคาดเดาความรับผิดชอบ </strong> </div> <br> {siteTitle} International เป็นเว็บไซต์ปกติที่ให้บริการทายผลกีฬาคาสิโนออนไลน์และลอตเตอรี่ออนไลน์อย่างมืออาชีพ อย่างไรก็ตามเราขอแนะนำอย่างยิ่งให้ผู้เล่นทุกคนรักษาทัศนคติที่สนุกสนานในการเผชิญหน้ากับเกมทั้งหมด จะช่วยให้ผู้เล่นทุกคนได้รับสภาพแวดล้อมความบันเทิงที่สะดวกสบายและดีต่อสุขภาพผ่านประสบการณ์การใช้งานที่ดีที่สุดผลิตภัณฑ์ความบันเทิงที่หยุดชะงักและบริการเฉพาะบุคคลในพื้นที่พิเศษ เราหวังว่าผู้เล่นทุกคนสามารถปรับความคิดของตนได้ทันเวลาในขณะที่เล่นเกมและหลีกเลี่ยงไม่ให้เศรษฐกิจส่วนตัวอาชีพครอบครัวและด้านอื่น ๆ ได้รับผลกระทบจากการปล่อยใจให้เล่นเกมมากเกินไป ในเรื่องนี้เราขอแนะนำให้คุณตรวจสอบพฤติกรรมของคุณอีกครั้งชี้แจงและปรับความคิดด้านความบันเทิงของคุณและกลับไปใช้ชีวิตและการทำงานตามปกติ <p> <div> <strong> 2. อายุมากกว่า 18 ปี </strong> </div> <br> คุณต้องมีอายุมากกว่า 18 ปี (หรือไม่ถือว่าเป็นผู้เยาว์ในเขตอำนาจศาลที่คุณอาศัยอยู่) เพียงเท่านี้ก็สามารถเข้าสู่เว็บไซต์นี้ได้ ทุกคนที่อายุต่ำกว่า 18 ปีไม่ได้รับอนุญาตให้เปิดบัญชีหรือวางเดิมพันบนเว็บไซต์ของเราเราจะปฏิบัติและจัดการกับปัญหานี้อย่างเข้มงวด <p> <div> <strong> 3. การป้องกันปัญหาการพนัน </strong> </div> <br> เราขอแนะนำอย่างยิ่งให้คุณทบทวนพฤติกรรมตอบคำถามของคุณเป็นประจำเพื่อตรวจสอบว่าคุณลงทุนมากเกินไปหรือไม่ หากคุณพบปัญหาที่เกี่ยวข้องโปรดป้อนลิงก์นี้ (แบบทดสอบพฤติกรรมตอบคำถามโดยไม่เปิดเผยตัวตน) <p> 1. คุณเคยสูญเสียชั่วโมงการทำงานเนื่องจากการพนันหรือไม่ <br> 2. การพนันส่งผลต่อชื่อเสียงของคุณหรือไม่ <br> 3. การพนันหลังจากนั้น คุณรู้สึกผิดไหมคุณเคยใช้เงินที่คุณได้รับจากการพนันเพื่อชำระหนี้หรือแก้ปัญหาทางการเงินหรือไม่ <br> 4. การพนันทำให้ความทะเยอทะยานและประสิทธิภาพของคุณลดลงหรือไม่? <br> 5. หลังจากนั้นคุณ รู้สึกว่าคุณต้องกลับมาโดยเร็วที่สุดเพื่อรับสิ่งที่คุณเสียไปกลับมา? <br> 6. หลังจากชนะแล้วคุณมีความปรารถนาอย่างแรงกล้าที่จะกลับมาคว้าชัยชนะให้มากขึ้นหรือไม่? <br> 7. คุณมักจะเล่นการพนันกับ ข้อความคุณหมดหรือยัง <br> 8. คุณยืมเงินเพื่อการพนันหรือไม่? <br> 9. คุณขายอะไรเพื่อการพนันหรือไม่? <br> 10. คุณไม่ต้องการใช้ \\ \'เงินพนันหรือไม่? เพื่อจ่ายค่าใช้จ่ายตามปกติหรือไม่ <br> 11. การพนันทำให้คุณละเลยสุขภาพและความสุขของตัวคุณเองและครอบครัวหรือไม่ <br> 12. คุณใช้เวลาในการเล่นการพนันมากกว่าที่คาดไว้หรือไม่? หลีกหนีความกังวลและความยากลำบากใช่หรือไม่คุณกำลังก่ออาชญากรรมหรือพิจารณาคดีอาชญากรรมเพื่อเตรียมเงินสำหรับการพนัน <br> 14. การพนันทำให้คุณนอนหลับยากหรือไม่? <br> 15. ข้อพิพาทความผิดหวังหรือความผิดหวังรอบตัวคุณมีการขับรถ บังคับให้เล่นการพนันหรือไม่ <br> 16. คุณมีความต้องการที่จะเฉลิมฉลองความโชคดีเป็นเวลาหลายชั่วโมงของการพนันหรือไม่? <br> 17. คุณเคยทำลายตัวเองหรือฆ่าตัวตายเนื่องจากการพนันหรือไม่ <p> หากคุณคิดถูก คำตอบสำหรับคำถามอย่างน้อย 7 ข้อคือ \'ใช่\' คุณอาจมีความเสี่ยงในการพนัน เราขอแนะนำอย่างยิ่งให้คุณขอความช่วยเหลือจากครอบครัวและเราจะช่วยเหลือคุณในการแก้ปัญหา'
	},

	realbet: {
		title: 'ปัญหาคาสิโนสด',
		center: '<div> <strong> 1. ความรู้เบื้องต้นเกี่ยวกับบาคาร่า </strong> </div> <br> บาคาร่าเป็นเกมไพ่ง่ายๆที่เจ้ามือและผู้เล่นแต่ละคนเริ่มต้นด้วยสองมือ ทั้งสองฝ่ายมีไพ่มากถึงสามใบผู้เล่นสามารถวางเดิมพัน [Banker] หรือ [Player] ฝ่ายที่มีแต้มใกล้เคียง 9 แต้มที่สุดจะเป็นผู้ชนะหรือเดิมพันในรอบ [Tie] (เช่นเจ้ามือและผู้เล่นมีจำนวนไพ่ทั้งหมดเท่ากัน ). <p> <div> <strong> สอง. ไพ่บาคาร่า </strong> </div> <br> ไพ่ตุ๊กตา (J, Q, K) และ 10 จะคำนวณเป็น 0 แต้มและ A คือ 1 แต้ม ไพ่ใบอื่นจะคำนวณตามมูลค่าหน้าไพ่และมูลค่าแต้มของแต่ละมือจะคำนวณตามหลักสุดท้ายของผลรวมไพ่ตัวอย่างเช่นไพ่มือคือ K, 9, 9 และแต้มคือ 8 (0 + 9 + 9 = 18) <p> <div> <strong> 3. ประเภทของการเดิมพันและการจ่ายเงิน </strong> </div> <br> 1. เจ้ามือชนะ: 1 ต่อ 0.95 <br> 2. ผู้เล่นชนะ: 1 ต่อ 1 < br> 3. เสมอ: 1 แพ้ 8 <p> <div> <strong> 4. กฎของไพ่ใบที่สามของบาคาร่า </strong> </div> <br> ไพ่ใบที่สามของบาคาร่ากฎของไพ่คือ ใช้เพื่อกำหนดเวลาที่เจ้ามือและผู้เล่นสร้างไพ่ใบที่สามกฎมีดังนี้: <p> <div> <strong> 5. รูเล็ตคืออะไร </strong> </div> <br> เกมรูเล็ตประกอบด้วยลูกบอลขนาดเล็กที่หมุนอยู่บนวงล้อรูเล็ตมี 37 สี่เหลี่ยมเล็ก ๆ ที่มีตัวเลขตั้งแต่ 0 ถึง 36 หลังจากหมดเวลาการเดิมพันลูกบอลจะหยุดอยู่ในช่องสี่เหลี่ยมเล็ก ๆ จุดประสงค์ของรูเล็ตคือการทำนายว่าลูกบอลจะอยู่ในสี่เหลี่ยมจัตุรัสเล็ก ๆ ใดหากคุณเดาถูกคุณก็จะชนะ <p> <div> <strong> หกไฮโลคืออะไร </strong> </div> <br> เกมนี้คือการวางลูกเต๋าสามลูกในถ้วยลูกเต๋า เมื่อการเดิมพันทั้งหมดได้รับการยืนยันเจ้ามือการพนันจะเขย่าถ้วยลูกเต๋า สิ่งที่ผู้เล่นต้องทำคือทายผลของเกมนี้ มีการเดิมพันหลายประเภทในเกมนี้และอัตราต่อรองสำหรับประเภทการเดิมพันที่ใหญ่ที่สุดคือ 1: 180 <p> <div> <strong> 7. แบล็คแจ็ค </strong> </div> <br> คืออะไร 1. แบล็คแจ็คหรือที่เรียกว่าแบล็คแจ็คเป็นหนึ่งในเกมที่ได้รับความนิยมมากที่สุดในโลกประเภทเกมบนโต๊ะ . Black Jack เป็นเกมไพ่ที่เจ้ามือและผู้เล่นเข้าร่วมในการแข่งขันมันหมายถึงการเปรียบเทียบคะแนนระหว่างผู้เล่นกับเจ้ามือและผู้เล่นและผู้เล่นคนอื่น ๆ จะไม่ทำการเปรียบเทียบใด ๆ <br> 2. Black แจ็คใช้ไพ่ 52 ใบนอกเหนือจากราชาใหญ่และเล็กไพ่ (หนึ่งสำรับหรือมากกว่า) เป้าหมายของเกมคือการใช้ผลรวมของแต้มไพ่ในมือให้ไม่เกิน 21 แต้มและพยายามเพิ่มให้มากที่สุด <br> 3. แบล็คแจ็ครุ่นก่อนคือแบล็คแจ็คและไม่มีคำชี้แจงที่เป็นหนึ่งเดียวเกี่ยวกับที่มา ของเกม ในตอนแรกแบล็คแจ็คไม่ได้รับความนิยมในสหรัฐอเมริกาดังนั้นคาสิโนจึงพยายามจัดหาโบนัสเพิ่มเติมต่างๆเพื่อดึงดูดผู้เล่นให้เข้าร่วมในเกม หนึ่งในโบนัสเพิ่มเติมคือเมื่อผู้เล่นมีทั้ง Ace of Spades และ Black J (ทั้ง J of Spades หรือ J of Clubs) โบนัสจะเท่ากับ 10 เท่า การ์ดดังกล่าวถูกเรียกว่า "Black Jack" และชื่อนี้ก็ค่อยๆกลายเป็นชื่อของเกมแบล็คแจ็คแม้ว่ากฎโบนัสพิเศษจะหยุดลงในภายหลัง แต่ชื่อ "Black Jack" ก็ยังคงมีอยู่ กฎได้พัฒนามาจนถึงทุกวันนี้และแบล็คแจ็คหมายถึงการรวมกันของไพ่ A บวกสิบหรือตุ๊กตาใด ๆ <p> <div> <strong> 8. ในรูเล็ตวิธีคำนวณเมื่อผลลัพธ์เป็น 0 </strong> </div> <br> 0 ไม่ใช่สีดำสีแดงขนาดหรือคี่หรือคู่ เมื่อผลลัพธ์เป็น 0 การเดิมพันทั้งหมดจะแพ้และเดิมพันที่ 0 หรือรวม 0 เท่านั้นที่จะชนะ <p> <div> <strong> 9. วิธีคำนวณลูกเต๋าที่ปรากฏในเกมผลไฮโล </strong> </div> <br> เมื่อลูกเต๋าปรากฏในผลเกมให้เดิมพัน (big / เล็ก) หรือ (คี่ / คู่) รายการจะนับเป็นขาดทุน <p> <div> <strong> 10. วิดีโอบาคาร่าจะใช้ไพ่กี่สำรับ </strong> </div> <br> วิดีโอบาคาร่าประกอบด้วยไพ่ 8 สำรับ'
	},

	others: {
		title: 'ปัญหาอื่นๆ',
		center: '<div> <strong> 1. คาสิโนประเภทใดบ้างที่รวมอยู่ใน 1. การยุติการแข่งขันฟุตบอลจะขึ้นเมื่อใด </strong> </div> <br> 1. คาสิโนอุดมไปด้วย เนื้อหารวมถึงสล็อตแมชชีนแบบคลาสสิกสล็อตแมชชีน 3 มิติเกมบนโต๊ะวิดีโอโป๊กเกอร์และเกมอื่น ๆ <br> สล็อตแมชชีน 2.3D ขึ้นอยู่กับความคิดสร้างสรรค์ที่ไม่ จำกัด และโครงเรื่องที่สมบูรณ์นำเสนอกระบวนการเกมของผู้เล่นในรูปแบบของเรื่องราวได้อย่างสมบูรณ์แบบ ในรูปแบบ 3 มิติที่สมจริงอย่างสมบูรณ์ด้วยเอฟเฟกต์แอนิเมชั่นทุกเกมดูมีชีวิตชีวาและงดงาม <br> 3. สล็อตแมชชีนแบบคลาสสิกได้รับการออกแบบโดยอิงจากเครื่องสล็อตในคาสิโนจริงรูปแบบเกมเป็นแบบคลาสสิกและเป็นตัวแทนโดยเฉพาะอย่างยิ่ง 3- แกนสล็อตแมชชีนเป็นคาสิโนทุกแห่งแน่นอนสล็อตแมชชีนที่ได้รับความนิยมมากที่สุดในเกม <br> 4. เกมบนโต๊ะมีความใกล้เคียงกับเกมในชีวิตจริงในคาสิโนจริงรวมถึงเกมโป๊กเกอร์ต่างๆเช่นแบล็คแจ็คบาคาร่าและเท็กซัสโฮลด์ <p> <div> <strong> II. ฉันควรทำอย่างไรหากมีข้อผิดพลาดหรือข้อพิพาทของเกม </strong> </div> <br> โปรดติดต่อเจ้าหน้าที่บริการลูกค้าของเราผ่านบริการลูกค้าออนไลน์และให้ ข้อมูลต่อไปนี้: <br> 1. บัญชี {siteTitle} International ของคุณ <br>2. รายละเอียดเกม ได้แก่ ชื่อเกมหมายเลขการเดิมพันจำนวนเงินและเวลา'
	},

	accounts: {
		title: 'เปิดบัญชี',
		center: '<div> <strong> 1. วิธีลงทะเบียนบัญชี </strong> </div> <br> 1. คลิกปุ่มฟังก์ชัน "register" ที่มุมขวาบนของเว็บไซต์ <br>(1) ชื่อผู้ใช้ประกอบด้วยตัวอักษรหรือตัวเลข 6-16 ตัว และรหัสผ่านมีความยาวอย่างน้อย 6-16 อักขระ (A-Z, a-z, 0-9);<br> (2) โปรดตรวจสอบให้แน่ใจว่าคุณมีอายุมากกว่า 18 ปีก่อนลงทะเบียนและอ่านกฎและข้อกำหนดของเราแล้ว <p> <div> <strong> 2. จะทำอย่างไรถ้าคุณลืมชื่อผู้ใช้ของคุณ </strong> </div> <br> หากคุณลืมชื่อบัญชีสมาชิกของคุณคุณสามารถติดต่อฝ่ายบริการลูกค้าออนไลน์ของเราได้ทันเวลา และให้ความช่วยเหลือตลอด 7x24 ชั่วโมงที่จำเป็นแก่คุณ ฝ่ายบริการลูกค้าออนไลน์ <p> <div> <strong> 3. ควรทำอย่างไรหากลืมรหัสผ่าน </strong> </div> <br> กรุณาค้นหา "ลืมรหัสผ่าน" ในหน้าต่างเข้าสู่ระบบและดึงรหัสผ่านกลับมาด้วยตัวเอง หากคุณไม่สามารถกู้คืนได้ โปรดให้ข้อมูลที่เกี่ยวข้องแก่ฝ่ายบริการลูกค้าให้ทันเวลา ระบบจะรีเซ็ตรหัสผ่านใหม่และส่งให้คุณ หากคุณไม่สามารถกู้คืนได้ โปรดให้ข้อมูลที่เกี่ยวข้องแก่ฝ่ายบริการลูกค้าให้ทันเวลา ระบบจะรีเซ็ตรหัสผ่านใหม่และส่งให้คุณ <p> <div> <strong> สี่. วิธีการเปลี่ยนข้อมูลโปรไฟล์ส่วนบุคคล </strong> </div> <br> หลังจากที่ลูกค้าลงทะเบียนเรียบร้อยแล้วเขาสามารถแก้ไขโปรไฟล์ส่วนตัวของเขาในโปรไฟล์พื้นฐานของ ศูนย์ส่วนบุคคล. หากคุณมีคำถามใด ๆ โปรดคลิกเพื่อปรึกษาฝ่ายบริการลูกค้าออนไลน์ <p> <div> <strong> 5. อนุญาตให้ฉันวางเดิมพันกับ {siteTitle} International </strong> </div> <br> ก่อนที่จะเรียกดูและ พบกับไซต์นี้โปรดตรวจสอบว่าคุณมีอายุมากกว่า 18 ปีและยอมรับกฎและข้อกำหนดของเรา ประเทศต่างๆมีกฎข้อบังคับที่แตกต่างกันโปรดปฏิบัติตามกฎข้อบังคับและกฎหมายท้องถิ่นก่อนการเดิมพัน {siteTitle} International '
	},

	transfer: {
		title: 'โอน',
		center: '<div> <strong> 1. วิธีการโอนเงิน </strong> </div> <br> 1. เข้าสู่ระบบการโอนเงินด้วยบัญชี {siteTitle} International <br> 2. กระเป๋าเงินสนามกีฬาและกระเป๋าเงินสนามกีฬาไม่สามารถโอนให้กันได้ <p> <div> <strong> II. คำถามที่พบบ่อยเกี่ยวกับการถอนเงิน </strong> </div> <br> 1. เหตุใดฉันจึงไม่สามารถถอนเงินได้เมื่อฉันมีเงินอยู่ในบัญชีเกมของฉัน <br> คุณต้องโอนเงินจากกระเป๋าเกมไปยังกระเป๋าเงินกลางก่อนจึงจะสามารถถอนเงินได้ <br> 2. ฉันควรทำอย่างไรหากการโอนเงินไม่สำเร็จ แต่เงินหายไป? <br> เมื่อโอนเงินโปรดออกจากระบบแพลตฟอร์มเกมก่อนดำเนินการหากการโอนสูญหายโปรดติดต่อฝ่ายบริการลูกค้าออนไลน์เพื่อเติมเงิน <p> <div> <strong> III. สาม การดำเนินการโอน</strong> </div> <br>1. เมื่อคุณคลิกปุ่ม [โอน] เพื่อเข้าสู่อินเทอร์เฟซการแปลงโควต้า เลือกสถานที่เล่นเกมด้วยตนเอง ใส่จำนวนเงินโอน จากนั้นการโอนก็สำเร็จ<br>2. เมื่อคุณเข้าสู่สถานที่เล่นเกม จำนวนเงินในกระเป๋าเงินกลางจะถูกนำเข้าสู่สถานที่เล่นเกมที่เกี่ยวข้องโดยอัตโนมัติ<br>3. เมื่อคุณคลิกปุ่ม 【กู้คืนด้วยคลิกเดียว】กระเป๋าเงินกลางจะกู้คืนยอดคงเหลือของสถานที่ทั้งหมดโดยอัตโนมัติ หากยอดคงเหลือของสถานที่ไม่ได้รับการกู้คืนไปยังกระเป๋าเงินกลางในเวลาอันเนื่องมาจากเหตุผลของเครือข่าย ให้คลิกปุ่ม [กู้คืนด้วยคลิกเดียว] เพื่อกู้คืนยอดคงเหลือของสถานที่ครั้งที่สอง'
	},

	preferentialRules: {
		title: 'กฎส่วนลด',
		center: '<div> <strong> 1. วิธีสมัครรับสิทธิพิเศษส่วนลด </strong> </div> <br> หลังจากเข้าสู่บัญชีของคุณคลิกที่กิจกรรมส่วนลด เลือกกิจกรรมส่วนลดที่เกี่ยวข้อง <p> <div> <strong> 2. จะมีการแจกเงินคืนเมื่อใด </strong> </div> <br> ระบบจะแจกจ่ายเงินคืนโดยอัตโนมัติก่อนบ่ายวันรุ่งขึ้น (18:00 น. เวลาปักกิ่ง) อย่างช้าที่สุดไม่จำเป็นต้องสมัครเพียงแค่เพิ่มเงินหมุนเวียนสองเท่าเพื่อถอนเงิน (ไม่ จำกัด เฉพาะแพลตฟอร์มเกม) สำหรับรายละเอียดโปรดตรวจสอบหน้ารายละเอียดกิจกรรมการคืนเงิน <p> <div> <strong> 3. ฉันควรทำอย่างไรหากยังไม่ได้รับโบนัสหรือของขวัญหลังจากการสมัครส่วนลดสำเร็จ </strong> </div> <br> หากการสมัครส่วนลดของคุณสำเร็จ คุณยังไม่ได้รับของขวัญตามเวลาที่กำหนด ขอให้คุณติดต่อฝ่ายบริการลูกค้าออนไลน์ได้ตลอดเวลา'
	},

	browser: {
		title: 'รูปแบบเบราว์เซอร์',
		center: '<div> <strong> 1. จะเลือกเบราว์เซอร์ใดเพื่อให้ได้ประสบการณ์การเดิมพันที่ดีที่สุดสำหรับ Opel </strong> </div><br> IE11 ขึ้นไป <br> Google Chrome <br> Firefox Firefox <br> หากคุณใช้โทรศัพท์มือถือแบบพกพาเราขอแนะนำให้คุณเข้าถึงผ่านเบราว์เซอร์ที่มาพร้อมกับโทรศัพท์ของคุณ หากคุณไม่ได้ใช้เบราว์เซอร์ข้างต้นและพบปัญหาในการเข้าถึงเราขอแนะนำให้คุณคลิกลิงก์ด้านบนเพื่อติดตั้งเบราว์เซอร์เวอร์ชันล่าสุด หากยังคงมีปัญหากับการเข้าถึงเบราว์เซอร์โปรดติดต่อฝ่ายบริการลูกค้าออนไลน์ 7 * 24 เพื่อขอความช่วยเหลือ <p> <div> <strong> ประการที่สองเหตุใดการใช้เบราว์เซอร์เวอร์ชันที่ต่ำกว่าจึงทำให้ประสบการณ์การเดิมพันลดลงและความไม่ปลอดภัยของบัญชี </strong> </div> <br> ก่อนอื่นให้เรียกดูใน IE6 หรือ รุ่นอื่น ๆ ที่ต่ำกว่าประสิทธิภาพของอุปกรณ์ต่ำมาก ไม่สามารถโหลดเอฟเฟกต์นวนิยายและแอนิเมชั่นจำนวนมากได้ส่งผลให้ผู้ใช้อ่านและเล่นเกมได้ผลลัพธ์ที่แย่มากประการที่สองเบราว์เซอร์เวอร์ชันต่ำมีความปลอดภัยน้อยกว่าและแฮกเกอร์สามารถใช้เพื่อติดตั้งไวรัสหรือม้าโทรจันได้อย่างง่ายดาย ประสบการณ์การเดิมพันและเงินทุนถูกคุกคามอย่างมาก ดังนั้นเราขอแนะนำให้คุณอัปเกรดเบราว์เซอร์ของคุณเป็นเวอร์ชันล่าสุดเพื่อรับประสบการณ์การเล่นเกมที่ดีที่สุดและบริการคุณภาพสูงจาก {siteTitle} <p> <div> <strong> 3. ฉันจำเป็นต้องมีโปรแกรมหรือปลั๊กอินของเบราว์เซอร์เพื่อเรียกใช้เว็บไซต์หรือไม่ 2. ติดต่อเรา </strong> </div> <br> เว็บไซต์ของเราไม่ต้องการอะไรเพิ่มเติม ปลั๊กอินเรียกดู อย่างไรก็ตามข้อมูลเชิงโต้ตอบและความช่วยเหลือบางอย่างเช่นคาสิโนและตัวแทนจำหน่ายสดของเราอาจต้องใช้โปรแกรมเล่น Flash เพื่อแสดงอย่างถูกต้อง คลิกที่นี่เพื่อติดตั้ง Flash Player Plug-in: ปลั๊กอินของเบราว์เซอร์คือซอฟต์แวร์ที่เพิ่มฟังก์ชันหรือบริการเฉพาะให้กับเบราว์เซอร์ ปลั๊กอินทั่วไปบางตัว ได้แก่ Java, Flash Player, Adobe Acrobat, QuickTime และ Microsoft Silverlight'
	},

	hijack: {
		title: 'บทแนะนำต่อต้านการหักหลัง',
		center: '<div> <strong> One. บทแนะนำการป้องกันการแฮคบน Android </strong> </div> <br> 1. กดชื่อ WiFi ที่เชื่อมต่อค้างไว้ <br> 2. แก้ไขการกำหนดค่าเครือข่าย <br> 3. แสดง ตัวเลือกขั้นสูง <br> 4. เปลี่ยนการตั้งค่า IP เป็นแบบคงที่ <br> 5. เปลี่ยน DNS1 เป็น 8.8.8.8 \\ n เปลี่ยน DNS2 เป็น 8.8.4.4 <p> <div> <strong> ประการที่สองการป้องกันการหักหลัง บทช่วยสอนเกี่ยวกับเทอร์มินัลของ Apple </strong> </div> <br> 1. คลิกถัดจากชื่อ wifi ที่เชื่อมต่อⓘ <br> 2. ตัวเลือก DNS <br> 3.DNS1 เปลี่ยนเป็น 8.8.8.8 <br> DNS2 คือ เปลี่ยนเป็น 8.8.4.4 \''
	},

	ucsRebate: {
		title: 'คำอธิบายอัตราส่วนเงินคืน',
		title_1: '[ตัวอย่าง: ตั้งค่าผลตอบแทนของตัวแทนแพลตฟอร์มเป็น 2.5% และพีชคณิตกลับมาเป็น 50% หากบรรทัดเดียวกันมีกำไรที่แท้จริง 100,000 คะแนน A->B->D->G]',
		effective: 'กำไรจริง',
		self: 'เป็นเจ้าของ',
		level: 'ระดับ{level} - ',
		total: 'กำไรทั้งหมด',
		dealing: 'กำไรทั้งหมดของแพลตฟอร์ม'
	},

	rechargeText: {
		title: 'บทแนะนำการเติมเงิน',
		tab_1: 'Binance',
		tab_2: 'COINBASE',
		binance_1: '1. Log in to Binance appPlease select ’purchase with a credit card’',
		binance_2: '2. Please choose the currency you will purchase with and the crypto currency you’d like to purchase',
		binance_3: '3. In the example, we purchased 15 euros of Click continue to go to the next page',
		binance_4: '4. Confirm the amount of crypto currency and credit card information',
		binance_5: '5. Confirm the final payment amount and click confirm to complete the purchase.',
		coinbase_1: '1. Log in to COINBASE_APP, click the blue icon at the bottom of the home page',
		coinbase_2: '2. Click purchase',
		coinbase_3: '3. Select the currency you’d like to purchase',
		coinbase_4: '4. Enter the amount of the crypto currency you would like to buy or the corresponding local currency',
		coinbase_5: '5. Select the payment method',
		coinbase_6: '6. Click ’preview purchase’ to confirm your purchase',
		coinbase_7: '7. Click here to set up purchase method, one-time purchase is recommended',
		coinbase_8: '8. Confirm purchase information',
		coinbase_9: '9. Click purchase',
	}
}
