export default {
	service: {
		title: '客服',
		welcome: '欢迎来到客服中心',
		welcome_1: '24小时随时为您服务',
		kf_1: '主线客服',
		kf_2: '次线客服',
		s_title: '猜你想问',
		g_title: '游戏问题',
		g_1: '真人问题',
		g_2: '电子游戏问题',
		g_more: '更多问题>>',
		a_title: '关于我们',
		a_1: '关于我们',
		a_2: '隐私保护原则',
		c_title: '新手教程',
		c_1: '开户',
		c_2: '转账',
		c_3: '优惠规则',
		c_4: '浏览器格式',
		c_5: '体育投注教程',
		c_6: '防劫持教程',
		c_ucs: '返佣比例说明'
	},

	s_games: {
		title: '游戏问题',
		g_1: '彩票问题',
		g_2: '电子游戏',
		g_3: '真人问题',
		g_4: '体育问题',
		g_5: '其他问题',
	},

	s_about: {
		title: '关于我们',
		a_1: '竞猜责任',
		a_2: '关于我们',
		a_3: '隐私保护规则'
	},

	lottery: {
		title: '彩票问题',
		l_1: '一、快乐彩介绍',
		l_1_1: '快乐彩传统玩法是玩家从号码01到80任意选择1到10个不等的号码，快乐彩系统会从80个号码中随机抽出20个开奖号码，然后玩家挑选的数字与系统官方开奖结果号码比对是否获奖。',
		l_2: '二、快乐彩投注类型及说明',
		l_2_1: '1.大小/总数810',
		l_2_1_1: '开奖结果20个号码总和大于810的数值(大), 开奖结果20个号码总和小于810的数值(小) 或等于810 (总和810)。',
		l_2_2: '2.单双',
		l_2_2_1: '开出的20个号码的总和为奇数，则为总单；这一总和为偶数，则为总双。',
	},

	gaming: {
		title: '电子游戏',
		center: '<div><p>1. 娱乐场内容丰富齐全，包括有经典老虎机、3D老虎机、桌面游戏、视频扑克和其它游戏。<br><p>2. 3D老虎机以无限的创意和完整的故事情节为依据，将玩家的游戏过程以故事的形式将其完美呈现，在十足逼真的3D动画效果的配合下，每一个游戏都显得动感华丽。<br><p>3. 经典老虎机是依据真实赌场里的老虎机而设计，游戏图案经典、极具代表性，尤其是3轴老虎机绝对是每个赌场里最受欢迎的老虎机。<br><p>4. 桌面游戏更贴近真实赌场中的真人游戏，其中包括花样繁多的二十一点、百家乐、德州扑克等各式扑克游戏。'
	},

	aboutUs: {
		title: '关于我们',
		center: '<div><strong>一、关于我们</strong></div><br>1.{siteTitle}拥有欧洲马耳他MGA、英国GC监督委员会（Gambling Commission）合法牌照。 注册于英属维尔京群岛，是受国际协会认可的合法公司；<p>2.一直以来我们秉承用户至上的原则，务实经营的理念，聚集优秀的高素质人才资源与业界高质量精英团队合作，致力于打造体育精品，竭诚为每一位用户奉献全方位的极致体验和高端的游戏享受。{siteTitle}与业界知名的竞猜产品供应商如Playtech, Entwinetech, LBKeno, AsiaGaming, BBin, GoldDeluxe等拥有良好的深度合作关系，提供最优质的体育赛事，真人娱乐场以及几百款小游戏，并不断的开发高质量的娱乐新品；<p>3.全年365天，{siteTitle}每一天与您同在，为您提供7x24小时全天候咨询服务。同时我们拥有经验丰富，水平一流的科技团队，为网站的安全稳定保驾护航，为产品与服务的创新提供源源不断的动力。<p><div><strong>二、联系我们</strong></div><br>7*24在线客服<br>我们尽心尽责的客服人员将全天24小时为您提供咨询和帮助。'
		// (有菲律宾PAGCOR)center: '<div><strong>一、关于我们</strong></div><br>1.{siteTitle}拥有欧洲马耳他MGA、英国GC监督委员会（Gambling Commission）和菲律宾政府（PAGCOR）颁发的合法牌照。 注册于英属维尔京群岛，是受国际协会认可的合法公司；<p>2.一直以来我们秉承用户至上的原则，务实经营的理念，聚集优秀的高素质人才资源与业界高质量精英团队合作，致力于打造体育精品，竭诚为每一位用户奉献全方位的极致体验和高端的游戏享受。{siteTitle}与业界知名的竞猜产品供应商如Playtech, Entwinetech, LBKeno, AsiaGaming, BBin, GoldDeluxe等拥有良好的深度合作关系，提供最优质的体育赛事，真人娱乐场以及几百款小游戏，并不断的开发高质量的娱乐新品；<p>3.全年365天，{siteTitle}每一天与您同在，为您提供7x24小时全天候咨询服务。同时我们拥有经验丰富，水平一流的科技团队，为网站的安全稳定保驾护航，为产品与服务的创新提供源源不断的动力。<p><div><strong>二、联系我们</strong></div><br>7*24在线客服<br>我们尽心尽责的客服人员将全天24小时为您提供咨询和帮助。'
	},

	privacy: {
		title: '隐私保护规则',
		center: '<div><strong>一、隐私保护规则</strong></div><br>1. {siteTitle}十分尊重及重视会员的私隐权，我们将竭力保证您的信息与数据安全，让客户无后顾之忧，这是我们一直遵循的隐私权政策宗旨；<br>2. {siteTitle}绝不会透露任何能识别个人身份的资料给任何第三方，除非收到法庭传票或应可行法律的要求及判决。我们有权通过网站向有关付款平台服务提供商以及金融保险机构提供必要的个人信息以完成付款要求；<br>3. 会员提供的所有个人信息，其传送均通过128位SSL加密的安全端口，并存放在普通公众无法进入的保密环境之中。所有数据的内部出入将受到严格限制和严密监控。\n 以下为我们关于客户个人信息隐私权保护规则的内容：<p><div><strong>二、简介</strong></div><br>1.网站服务由{siteTitle}提供；<br>2.为了让客户在这能享受到安全愉悦的服务体验，我们征求客户仔细阅读此“隐私政策”，这将涉及到我们使用您个人信息的相关事项。对待客户的个人隐私，本公司本着严谨的态度。为了让客户享受进一步服务，有时我们可能需要客户提供个人信息。本政策将会涵盖相关客户个人信息的使用事项，同时也涉及相关信息的记录程序。有时，客户接受进一步服务前，可能需要客户提供个人信息（如：姓名，通信地址，邮箱地址，会员编号，电话或手机号码，出生日期或支付信息），任何情况下，我们都将对照此政策来处理您的个人信息。在使用您的个人信息时我们将适用现行的法律条款，并竭力采取最佳最稳妥的方式处理；<br>3.同时，我们也将监控您在本网站的活动内容，可能包括您的访问量，访问页面，网络服务的原始域名等，这将有助于我们建立客户个人文件数据。其中部分资料将被聚合统计，意旨我们将不能对其单独进行检验。<p><div><strong>三、目的</strong></div><br>客户在{siteTitle}开户时，我们将要求您提供某些个人信息，如：姓名，通信地址，邮箱地址，密码及确认您是否已年满18周岁（OPE只接收达到法定年龄18周岁或以上的客户）。我们可能需使用您的个人信息用来确认您的各种金融交易，定期发送公司实时简讯，提供客服支持及完善全面的娱乐服务给您。如果您想中止接收公司实时简讯，您可根据提示在简讯接收选项做出相关选择。另须注意，您注册的姓名必须是您本人姓名，您所注册的数据为真实有效数据，因为这将用于随后的交易验证及前述的其它用途。<p><div><strong>四、访问信息</strong></div><br>{siteTitle}将尽全力保护客户提供给我们的个人资料，不会蓄意将该数据泄漏给外人，除非此政策条款里有明文规定。所有{siteTitle}员工都被要求遵循该政策条款。员工有义务严密的保守客户的个人信息，即使员工离开{siteTitle}后仍须坚守此义务。阁下本人也须保护好您的个人信息。阁下应严守您的帐户密码，不应将此透露给其他人。<p><div><strong>五、客户信息的接受者</strong></div><br>除了上述法定要求说明，我们还可能将您的个人信息透露给我们的工作人员，其他相关公司的工作人员或{siteTitle}的合作伙伴和为 {siteTitle}客户提供相关服务给我们的第三方网络服务供货商（包含但不局限于安全，信用和风险审核机构）。 第三方网络服务供货商可以检查我们提供在公共数据库或私人数据库的任何详细数据及有机会获得和保留 检查记录。我们同样可以通过第三方网络服务供货商得到您的个人信息。如果您提供您的个人资料给我们 或我们从第三方网络服务供货商中收到您的个人资料，代表您已经同意我们可以处理、使用、记录和透露 您的个人信息。我们保留权利，根据您或第三方网络服务供货商提供的信息，在任何时候冻结或关闭您的{siteTitle}会员账户。{siteTitle}将尽全力保护客户提供给我们的个人资料，不会蓄意将该数据泄漏给外人，除非此政策条款里有明文规定。所有{siteTitle}员工都被要求遵循该政策条款。员工有义务严密的保守客户的个人信息，即使员工离开{siteTitle}后仍须坚守此义务。阁下本人也须保护好您的个人信息。阁下应严守您的帐户密码，不应将此透露给其他人。<p><div><strong>六、监控</strong></div><br>出于服务质保，防止诈骗和法规遵循方面的原因，我们将对客户的通信记录进行保存和 监控（如：电话和邮件记录）。客户有权要求我们勿将其个人信息直接用于市场推销。 如果您想行使此权利，客户应准备以下；书面提交申请提供可以证明您身份的信 息（如：账号，用户名，注册信息）写明个人信息哪里不正确及需修正的内容。 隐私权保护规则的认同一旦客户在{siteTitle}注册开户就代表您认同此隐私权保护规则条款。 我们将定期更新此政策条款，因此我们建议客户您也定期进行查阅。如果我们对该政策有所更改， 我们将在相关网页上发布消息。政策更改后，客户持续使用{siteTitle}网站将被视为客户认同该政策的更改。 如果客户不接受此政策的更改，您可以选择停用我们的网站服务。 如果该政策条款与其它局部特殊条款产生分歧，将适用局部特殊条款。'
	},

	responsibility: {
		title: '竞猜责任',
		center: '<div><strong>一、竞猜责任</strong></div><br>{siteTitle}是一个提供专业体育竞猜、在线网上娱乐城、在线彩票的正规网站。然 则我们强烈建议所有玩家都保持一个娱乐的心态来面对所有游戏。将会通过极致的用户体验、 颠覆性娱乐产品、超本土化的个性服务来为所有玩家提供一个舒适健康的娱乐环境。 我们希望所有玩家在游戏的同时能及时调整好自己的心态， 切勿由于过度沉迷游戏而造成个人经济、事业、家庭等各个方面受到影响。 对此，我们强烈建议阁下重新审视自己的行为，明确和调整自己的娱乐心态， 重新投入正常的生活和工作中来。<p><div><strong>二、超过18岁</strong></div><br>阁下必须超过18岁（或在阁下居住的管辖范围内不被视为未成年人）才可进入此网站。 任何未满18岁的人不得在我们网站开户和投注，我们将以严谨的态度看待和处理此问题。<p><div><strong>三、赌博问题防护</strong></div><br>我们强烈建议阁下定期审视您的竞猜行为，检验自己是否投入过度。 如果您遇到相关问题请进入此链接（匿名竞猜行为测试)<p>1.有否曾因赌博而耽误工作时间?<br>2.赌博有否影响您的声望?<br>3.赌博之后，您是否感到自责?阁下有否曾经用赌博所赢得的钱来还债，或者解决财政因难?<br>4.赌博有否导致您的抱负及效率减低?<br>5.输钱后，你是否感觉您一定要尽快回来赚回您所失去的?<br>6.赢钱后，您是否有一种强烈的欲望，回来赢得更多?<br>7.您是否时常赌博至分文都用尽?<br>8.你是否借钱，作赌博之用?<br>9.你是否出卖任何物件，作赌博之用?<br>10.你是否不愿意用 \\\'赌本\\\' 来付正常的开支?<br>11.赌博是否令您疏忽您自己及您家人的健康快乐?<br>12.您是否花比预计更多的时间在赌博上?<br>13.您是否以赌博来逃避忧虑及困难?您是否犯罪或考虑犯罪，为赌博筹备资金?<br>14.赌博有否令您有睡眠的困难?<br>15.围绕您的争执、失望或挫败有否造成赌博的推动力?<br>16.您是否为数小时的赌博而有冲动去庆祝好运?<br>17.您是否因赌博的结果而自毁或自杀?<p>若您对至少7个以上的问题的回答是‘是’，您可能在赌博上存在风险。我们强烈建议您寻求家庭支持我们会协助您解决问题。'
	},

	realbet: {
		title: '真人问题',
		center: '<div><strong>一、百家乐介绍</strong></div><br>百家乐是一种简单的纸牌游戏，庄闲各首发两张手牌。双方最多三张牌，玩家可押注于【庄】或【闲】，点数最接近9点的一方即获胜，也可押注【和】局（即庄家和闲家的牌总点数相同）。<p><div><strong>二、百家乐牌面</strong></div><br>公仔牌（J、Q、K）和10计算为0点，A是1点，其他牌按面值计算点数，每手牌的点值按照牌面总和的最后一位数字计算，比如，一手牌为K、9、9，点值为8（0+9+9=18）。<p><div><strong>三、投注类型及赔付</strong></div><br>1. 庄家赢: 1赔0.95<br>2. 闲家赢: 1赔1<br>3. 和局: 1赔8<p><div><strong>四、百家乐第三张牌规则</strong></div><br>百家乐的第三张牌规则是用来决定庄家和闲家什么时候补第三张牌，规则如下：<p><div><strong>五、什么是轮盘</strong></div><br>轮盘游戏是由一个小球在轮盘上面旋转，共有37个数字小方格，从0至36。在投注时间结束后，小球会停在其中一个小方格内。轮盘的目的是预测小球会停留在哪一个小方格，猜对了您就赢了。<p><div><strong>六、什么是骰宝</strong></div><br>这个游戏是将三颗骰子置于骰盅里。当所有投注确定之后，由荷官摇动骰盅。玩家需要做的是预测这个游戏的结果。这个游戏有许多不同的投注类型，最大投注类型的赔率为1:180。<p><div><strong>七、什么是21点</strong></div><br>1.黑杰克，又称为二十一点，是世界上最受欢迎的一种桌面游戏。黑杰克是一个庄家和玩家共同参与竞技的纸牌游戏，是指玩家和庄家对比点数，而玩家和其他玩家将不会做任何的对比；<br>2.黑杰克使用除大小王之外的52张牌（一副或更多副）。游戏的目标是使用手中的牌点数之和不超过21点且尽量最大；<br>3.黑杰克前身就是二十一点，游戏的起源地并没有统一说法。起初二十一点在美国并不流行，因此赌场试着提供各种额外的奖金吸引玩家参与牌局。其中之一的额外奖金是当玩家手中同时拥有黑桃A和黑色J（黑桃J或梅花J都可以）时，奖金将会变成10倍。这样的牌被称为“黑杰克”，而这个名字就渐渐称为二十一点游戏的名称，即使后来这项额外奖金规则停止，“黑杰克”名称还是继续存在。规则发展到今日，黑杰克指的是任何一个A加上一个十或者公仔牌组成的组合。<p><div><strong>八、在轮盘中，当出现的结果是0是怎么计算</strong></div><br>0不是黑色红色、大小，也不是单双；一旦结果出现0，所有的投注都为输，只有投注在0或包括0才为赢。<p><div><strong>九、骰宝中游戏结果出现围骰怎么计算</strong></div><br>当游戏结果出现围骰，投注（大／小 ）或（单／双）项目均作为输计算。<p><div><strong>十、视讯百家乐会用多少副牌</strong></div><br>视讯百家乐都是由8副牌组成的。'
	},

	others: {
		title: '其他问题',
		center: '<div><strong>一、娱乐场包含哪些游戏类型一、足球的结算以什么时间为准</strong></div><br>1.娱乐场内容丰富齐全，包括有经典老虎机、3D老虎机、桌面游戏、视频扑克和其它游戏；<br>2.3D老虎机以无限的创意和完整的故事情节为依据，将玩家的游戏过程以故事的形式将其完美呈现，在十足逼真的3D动画效果的配合下，每一个游戏都显得动感华丽；<br>3.经典老虎机是依据真实赌场里的老虎机而设计，游戏图案经典、极具代表性，尤其是3轴老虎机绝对是每个赌场里最受欢迎的老虎机；<br>4.桌面游戏更贴近真实赌场中的真人游戏，其中包括花样繁多的二十一点、百家乐、德州扑克等各式扑克游戏。<p><div><strong>二、游戏出错或有纠纷的情况下我该怎么办</strong></div><br>请您通过在线客服联系我们的客服人员，并提供以下信息：<br>1.您的{siteTitle}账号；<br>2.游戏详情，包括：游戏名称、投注编号、金额、时间。'

	},

	accounts: {
		title: '开户',
		center: '<div><strong>一、怎么注册账号</strong></div><br>1.点击网站右上角“注册”的功能键<br>（1）用户名由6-16个任意以字母或数字组成，密码长度至少为6-16个字符（A-Z,a-z,0-9）；<br>（2）注册前请确保您已满18周岁并已阅读过我们规则与条款。<p><div><strong>二、忘记用户名怎么办</strong></div> <br>忘记会员账户名您可以及时联系我们的在线客服，7x24小时为您提供必要的协助。在线客服<p><div><strong>三、忘记密码怎么办</strong></div><br>请在登录窗口找到“忘记密码”，自助取回密码。如若无法找回，请及时提供相应信息给客服，系统将重置一个新密码发送给您。为保障账户安全，建议用户登录后立即修改密码。<p><div><strong>四、如何更改个人资料信息</strong></div><br>客户成功注册后，可以在个人中心基本资料里面修改个人资料。有何疑问可以点击咨询在线客服<p><div><strong>五、允许我在{siteTitle}投注吗</strong></div><br>在浏览和体验本站前，请确保您已年满18岁并同意我们的规则与条款。不同的国家有不同的监管条例，投注前请遵循当地法规与法律；若因上述原因造成的任何损失，{siteTitle}官方概不负责。'
	},

	transfer: {
		title: '转账',
		center: '<div><strong>一、如何转账</strong></div><br>1.登录{siteTitle}账号——转账；<br>2.场馆钱包和场馆钱包之间不可以互转。<p><div><strong>二、提款常见问题</strong></div><br>1. 为什么游戏账户里有钱，却提不了款？<br>您需要先将资金从游戏钱包转至中心钱包后才能进行提款操作。 <br>2. 转账没有成功，但是钱却没了怎么办？<br>转账时请先退出游戏平台再操作；如转账掉单，请联系在线客服查询补单。<p><div><strong>三、转账操作</strong></div><br>1.当您点击【转账】按钮，进入额度转换界面，手动选择游戏场馆，输入转入金额，即可转账成功；<br>2.当您进入某游戏场馆时，中心钱包的金额自动带入到对应的游戏场馆中；<br>3.当您点击【一键回收】按钮，中心钱包会自动回收所有场馆的余额，若因网络原因造成场馆的余额没有及时回收到中心钱包，点击【一键回收】按钮即可进行二次回收场馆余额。'
	},

	preferentialRules: {
		title: '优惠规则',
		center: '<div><strong>一、优惠规则如何申请</strong></div><br>登录账号后点击优惠活动页面，选择相应的优惠活动。<p><div><strong>二、返水何时派发</strong></div><br>返水最迟次日下午(北京时间18:00 pm)前系统自动派发、无需申请，只需一倍流水即可提款（不限游戏平台）。详情请查看返水活动详情页。<p><div><strong>三、优惠申请成功后一直没有收到红利或礼品怎么办</strong></div> <br>如果您的优惠申请成功后没有在指定时间收到礼品。请您可以随时联系在线客服。'
	},

	browser: {
		title: '浏览器格式',
		center: '<div><strong>一、选择什么样的浏览器才能获得{siteTitle}最佳的投注体验</strong></div><br>IE11或以上版本<br>谷歌Chrome<br>火狐Firefox<br>如果您使用的是手持移动设备，我们强烈建议您通过手机自带浏览器进行访问。如果您使用的并非以上浏览器且在访问遇到问题，我们建议您点击以上链接安装最新版本的浏览器。如果还由于浏览器访问出现问题，请您联系我们7*24在线客服获取帮助。<p><div><strong>二、为什么使用版本较低的浏览器会导致投注体验下降和账号不安全</strong></div><br>首先，IE6或其他低版本浏览器效率极低，很多比较新颖和动画效果都无法实现加载，导致用户阅读和游戏时效果极差；其次，低版本浏览器安全性较低，黑客很容易利用其进行病毒或木马植入，从而导致你的投注体验和资金受到极大威胁。因此，我们强烈建议您将浏览器升级到最新版本，以此来获得天游带来最好的游戏体验和优质服务。<p><div><strong>三、我是否需要任何程式或浏览器插件来运行网站、联系我们</strong></div><br>我们网站是不需要通过额外插件进行浏览。不过，一些互动的信息和帮助，例如我们的娱乐场和真人荷官可能需要Flash 播放器才能正常显示。点击这里安装Flash播放器 插件：浏览器插件是一个添加在浏览器中句有特定功能或服务的软件。一些常见的插件有Java、Flash播放器、Adobe Acrobat、QuickTime和Microsoft Silverlight。'
	},

	hijack: {
		title: '防劫持教程',
		center: '<div><strong>一、安卓端防劫持教程</strong></div><br>1.连接的WiFi名称长按<br>2.修改网络配置<br>3.显示高级选项<br>4.IP设定改为静止<br>5.DNS1改为8.8.8.8 DNS2改为8.8.4.4<p><div><strong>二、苹果端防劫持教程</strong></div><br>1.连接的wifi名称旁点击ⓘ<br>2.DNS选项<br>3.DNS1改为8.8.8.8 DNS2改为8.8.4.4'
	},
	
	ucsRebate: {
		title: '返佣比例说明',
		title_1: '[举例：设定平台代理的回水为2.5%，代数回水为50%，假如同条线都有效获利量100000点时 A->B->D->G]',
		effective: '有效获利',
		self: '自己',
		level: '{level}代',
		total: '总水线',
		dealing: '平台共拨润'
	},
	
	rechargeText: {
		title: '充值教程',
		tab_1: '币安',
		tab_2: 'COINBASE',
		binance_1: '1.登录币安app请选择“使用信用卡购买”',
		binance_2: '2. 请选择您要购买的币种和您想购买的加密货币',
		binance_3: '3.示例中我们购买了15欧元点击继续进入下一页',
		binance_4: '4.确认加密货币金额和信用卡信息',
		binance_5: '5.确认最终支付金额，点击确认完成购买。',
		coinbase_1: '1.登录COINBASE_APP，点击首页底部蓝色图标',
		coinbase_2: '2.点击购买 ',
		coinbase_3: '3.选择您想要的币种购买',
		coinbase_4: '4.输入您要购买的加密货币金额或对应的当地货币',
		coinbase_5: '5.选择支付方式',
		coinbase_6: '6.点击“预览购买”确认购买',
		coinbase_7: '7.点击此处设置购买方式，建议一次性购买',
		coinbase_8: '8.确认购买信息',
		coinbase_9: '9.点击购买',
	}
}
