export default {
	privileges: {
		title: 'VIP विशेषाधिकार',
		depositTotal: 'वर्तमान जमा',
		dmlMoneyTotal: 'वर्तमान सट्टेबाजी मात्रा',
		depositRequire: 'संचयी जमा का मात्रा',
		dmlRequire: ' सट्टेबाजी मात्रा की शर्तें',
		exclusive: 'विशेष आनंद लें',
		rebateInfo: 'सदस्य एजेंट छूट का अनुपात',
		details: 'विवरण देखें',
		withdrawalTimesLimit: 'दैनिक निकासी',
		dayWithdrawalMax: 'दैनिक निकासी सीमा',
		upLevelBonus: 'अपग्रेड बोनस(पदोन्नति के बाद स्वतः भेजे जाएं）',
		monthlyBonus: 'मासिक लाल फाफा(हर महीने की 1 तारीख को स्वचालित रूप से जारी किया गया)',
		birthdayBonus: 'जन्मदिन का उपहार(पंजीकृत के लिए 90 दिनों से अधिक है）',
		weeklyBonus: 'अपग्रेड बोनस(सोमवार को प्राप्त करें）',
		firstReferrerRebateRatio: 'प्रथम श्रेणी एजेंट',
		secondReferrerRebateRatio: 'माध्यमिक एजेंट',
		thirdReferrerRebateRatio: 'तीन-स्तरीय एजेंट',
	},


	privilegesDetails: {
		title: 'VIP विशेषाधिकार विवरण',
		tab_1: 'VIP शुल्क वापस का अनुपात',
		tab_2: 'VIP निकासी राशि सीमा',
		level: 'वीआईपी स्तर',
		dayWithdrawalNumMax: 'दैनिक निकासी',
		dayWithdrawalMax: 'दैनिक निकासी राशि सीमा',
		details: 'शुल्क वापस का नियम विवरण देखें',
		birthdayBonus: 'जन्मदिन का उपहार',
		birthday_info: 'पंजीकृत के लिए 90 दिनों से अधिक है',
		set_info: 'जन्मदिन सेट करें और जन्मदिन का उपहार प्राप्त करें',
		set: 'अभी सेट करें',
		rules: 'गतिविधि नियम',
		support_1_title: 'पदोन्नति मानक',
		support_1_1: 'सदस्यों को संबंधित VIP स्तर पर पदोन्नत किया जा सकता है, यदि उनकी संचित जमा और संचित सट्टेबाजी मात्रासंबंधित स्तर की आवश्यकताओं को पूरा करते हैं।',
		support_2_title: 'स्तर रखने के अपेक्षा',
		support_2_1: 'एक निश्चित VIP स्तर तक पहुंचने के बाद, सदस्यों को {day} दिनों के भीतर स्तर रखने की आवश्यकताओं को पूरा करना होगा।यदि इस अवधि के दौरान पदोन्नति पूरी कीजाती है, तो वर्तमान स्तर के अनुसार स्तर रखने की आवश्यकताओं की पुनर्गणना की जाएगी।',
		support_3_title: 'डाउनग्रेड मानक',
		support_3_1: 'यदि सदस्य {dayDesc}({day} दिनों) के भीतर संबंधित स्तर रखने की आवश्यकताओं को पूरा नहीं करता, तो सिस्टम स्वचालित रूप से एक स्तर को डाउनग्रेड कर देगा, और संबंधित छूट और अन्य लाभों को डाउनग्रेड किए गए स्तर पर समायोजित किया जाएगा।',
		support_4_title: 'अपग्रेड बोनस',
		support_4_1: 'सदस्य के जिस सदस्यता स्तर तक पहुंचने के बाद अपग्रेड बोनस स्वचालित रूप से वितरित किया जाता है, और प्रत्येक सदस्य प्रत्येक स्तर के लिए केवल एक बार अपग्रेड बोनस प्राप्त कर सकता है।(सेटिंग के अनुसार सट्टेबाजी मात्रा पूरा करने के बाद अपग्रेड बोनस के पैसे निकाले जा सकते हैं)',
		support_5_title: 'जन्मदिन का उपहार',
		support_5_1: 'पंजीकरण के तीन महीने के भीतर जिन सदस्यों का जन्मदिन है, वे इस वर्ष के जन्मदिन का उपहार प्राप्त नहीं कर पाएंगे।इसके अलावा, जिन सदस्यों ने तीन महीने से अधिक समय तक पंजीकरण किया है, वे जन्मदिन के महीने की 1 तारीख को संबंधित जन्मदिन का उपहार प्राप्त कर सकते हैं, जिसे हर वर्ष में एक बार प्राप्त किया जा सकता है।(जन्मदिन के उपहार का पैसे सट्टेबाजी मात्रा के 1 गुना से निकाला जा सकता है)',
		support_6_title: 'मासिक लाल फाफा',
		support_6_1: 'जिन सदस्यों ने पिछले महीने में कम से कम एक सफल जमा किया है, वे प्रत्येक महीने की 1 तारीख को संबंधित स्तर का मासिक लाल लिफाफा बोनस प्राप्त कर सकते हैं।(लाल लिफाफे के उपहार का पैसे सट्टेबाजी मात्राका 1 गुना निकाला जा सकता है) {siteTitle}के पास ईवेंट को संशोधित करने, रोकने और व्याख्या करने का अधिकार सुरक्षित है',
	},

	rebatesRules: {
		title: 'शुल्क वापस का नियम विवरण',
		center: '1. शुल्क वापस की छूट की गणना उस दिन पूर्व मानक समय के 00:00:00-23:59:59 के बीच आपके मान्य सट्टेबाजीके आधार पर की जाएगी, डेटा गेम रिकॉर्ड में उसी दिन के डेटा के अनुरूप होगा; \n' +
			'                <br/>2. पूर्व मानक समय में आपकी सट्टेबाजी की स्थिति के अनुसार,यूज़र की सट्टेबाजी शुल्क वापस की छूट अगले दिन दोपहर 12 बजे जारी की जाएगी; \n' +
			'                <br/>3. शुल्क वापस की छूट नहीं होने वाले गेम: बाहरी गेम जो कोड की मात्रा की गणना नहीं करते, जैसे स्पोर्ट्स (रद्द करना, ड्रॉ, अग्रिम रूप से निपटान) सट्टेबाजी ऑडर, और अमान्य वीडियो की सट्टेबाजी ऑडर।'
	},

}
