export default {
	privileges: {
		title: 'สิทธิพิเศษระดับ VIP',
		depositTotal: 'เงินฝากปัจจุบัน',
		dmlMoneyTotal: 'ยอดเทิร์นปัจจุบัน',
		depositRequire: 'เงินฝากสะสม',
		dmlRequire: 'ข้อกำหนดเงินเทิร์น',
		exclusive: 'พิเศษ',
		rebateInfo: 'สัดส่วนการคืนเงินตัวแทนสมาชิก',
		details: 'ดูรายละเอียด',
		withdrawalTimesLimit: 'จำนวนการถอนทุกวัน',
		dayWithdrawalMax: 'จำกัดการถอนต่อวัน',
		upLevelBonus: 'อัพเกรดเงินของขวัญ(เลื่อนขั้นโดยอัตโนมัติ）',
		monthlyBonus: 'อั่งเปารายเดือน(ออกอัตโนมัติทุกวันที่ 1 ของทุกเดือน)',
		birthdayBonus: 'ของขวัญวันเกิด(จดทะเบียนเกิน 90 วัน)',
		weeklyBonus: 'อั่งเปารายสัปดาห์(รับของวันจันทร์)',
		firstReferrerRebateRatio: 'ตัวแทนชั้น1',
		secondReferrerRebateRatio: 'ตัวแทนชั้น2',
		thirdReferrerRebateRatio: 'ตัวแทนชั้น3',
	},


	privilegesDetails: {
		title: 'รายละเอียดสิทธิพิเศษ VIP',
		tab_1: 'อัตราส่วนเงินคืนวีไอพี',
		tab_2: 'ขีดจำกัดการถอน VIP',
		level: 'ระดับวีไอพี',
		dayWithdrawalNumMax: 'จำนวนครั้งการถอนต่อวัน',
		dayWithdrawalMax: 'จำกัดการถอนต่อวัน',
		details: 'ดูคำอธิบายของกฎเงินคืน',
		birthdayBonus: 'ของขวัญวันเกิด',
		birthday_info: 'ลงทะเบียนมากกว่า 90 วันเพื่อรับของขวัญวันเกิด',
		set_info: 'ตั้งค่าวันเกิดเพื่อรับของขวัญวันเกิด',
		set: 'ตั้งค่าตอนนี้',
		rules: 'กติกากิจกรรม',
		support_1_title: 'มาตรฐานการเลื่อนขั้น',
		support_1_1: 'สมาชิกสามารถเลื่อนระดับเป็นระดับวีไอพีที่สอดคล้องกันได้หากเงินฝากสะสมและมูลค่าการซื้อขายสะสมเป็นไปตามข้อกำหนดของระดับที่เกี่ยวข้อง',
		support_2_title: 'ข้อกำหนดการรักษาระดับ',
		support_2_1: 'หลังจากถึงระดับ VIP แล้วสมาชิกจะต้องทำตามข้อกำหนดการรักษาระดับภายใน {day} วัน หากภายในช่วงเวลาเลื่อนระดับ ข้อกำหนดการรักษาระดับจะคำนวณใหม่ตามระดับปัจจุบัน',
		support_3_title: 'ปรับลดมาตรฐาน',
		support_3_1: 'หากสมาชิกอยู่ใน{dayDesc} (คำนวณ {day} วัน) ไม่ได้ดำเนินการที่สอดคล้องกันกับข้อกำหนดการรักษาระดับ ระบบจะปรับลดระดับโดยอัตโนมัติและส่วนลดที่เกี่ยวข้องและส่วนลดอื่น ๆ จะถูกปรับเป็นระดับที่ลดระดับตามนั้น',
		support_4_title: 'อัพเกรดโบนัส',
		support_4_1: 'โบนัสการอัพเกรดจะถูกแจกจ่ายโดยอัตโนมัติหลังจากที่สมาชิกถึงระดับสมาชิกและสมาชิกแต่ละคนจะได้รับโบนัสการอัพเกรดเพียงครั้งเดียวสำหรับแต่ละระดับ (สามารถถอนเงินของขวัญอัพเกรดได้หลังจากทำยอดเทิร์นโอเวอร์ตามการตั้งค่า)',
		support_5_title: 'ของขวัญวันเกิด',
		support_5_1: 'สมาชิกที่มีวันเกิดภายในสามเดือนหลังจากลงทะเบียนจะไม่สามารถรับของขวัญวันเกิดในปีนี้ได้ นอกจากนี้สมาชิกที่ลงทะเบียนนานกว่าสามเดือนจะได้รับของขวัญวันเกิดที่ตรงกันในวันที่ 1 ของเดือนเกิดซึ่งสามารถรับได้ปีละครั้ง (เงินของขวัญวันเกิดสามารถถอนได้ 1 เท่าของมูลค่าการซื้อขาย)',
		support_6_title: 'อั่งเปารายเดือน',
		support_6_1: 'สมาชิกที่ฝากเงินสำเร็จอย่างน้อยหนึ่งครั้งในเดือนที่แล้วจะได้รับโบนัสอั่งเปารายเดือนในระดับที่เกี่ยวข้องในวันที่ 1 ของแต่ละเดือน (เงินรางวัลอั่งเปา 1 เท่าสามารถถอนได้) {siteTitle}ขอสงวนสิทธิ์ในการแก้ไขกิจกรรม หยุดและตีความขั้นสุดท้ายให้ถูกต้อง',
	},

	rebatesRules: {
		title: 'คำอธิบายกฎการคืนเงิน',
		center: '1. ส่วนลดเงินคืนคำนวณจากการเดิมพันที่ถูกต้องของคุณระหว่าง 00: 00: 00-23: 59: 59 ตามเวลาตะวันออกของวันนั้นและข้อมูลจะสอดคล้องกับข้อมูลในวันนั้นในบันทึกเกม \n' +
			'                <br/>2. ตามสถานการณ์การเดิมพันของคุณในเวลาตะวันออก ส่วนลดการเดิมพันของผู้เล่นทุกคนจะออกในเวลา 12.00 น.กลางวัน ของวันถัดไป \n' +
			'                <br/>3. เกมที่ไม่คืนเงิน ได้แก่ : เกมภายนอกที่ไม่นับจำนวนการเข้าชมเช่นการเดิมพันกีฬา (การยกเลิกการเสมอกันการตัดสินก่อนกำหนด) และการเดิมพันวิดีโอที่ไม่ถูกต้อง '
	},

}
