export default {
	login: {
		title: 'लॉग-इन',
		btn: 'लॉग-इन',
		forgetPwd: 'पासवर्ड भूल गए?',
		remember: 'पासवर्ड याद रखें',
		goHome: 'पहले देखें',
		register: 'पंजीकरण',
		userPlaceholder: 'कृपया खाता दर्ज करें',
		pwdPlaceholder: 'कृपया पासवर्ड दर्ज करें',
		verifyCodePlaceholder: 'कृपया 4 अंकों का सत्यापन कोड दर्ज करें',
		success: 'लॉग इन सफल',
		language: 'भाषा',
		joint: 'संयुक्त उद्यम की योजना',
		verificationText:'कृपया स्लाइडर को दबाए रखें और खींचें',
		vSuccessText:'सत्यापित'
	},

	register: {
		title: 'पंजीकरण',
		btn: 'पंजीकरण',
		login: 'लॉग-इन',
		protocol: 'मैं १८ वर्ष की आयु तक पहुंच गया हूं और विभिन्न सेवा समझौतों के लिए सहमत हूं',
		userPlaceholder: 'खाते का नाम 6-16 लोअरकेस अक्षर या संख्याओं का संयोजन होना चाहिए',
		pwdPlaceholder: 'पासवर्ड 6-16 अक्षर या संख्या संयोजन होना चाहिए',
		confirmPwdP: 'पासवर्ड की पुष्टि करें',
		verifyCodePlaceholder: 'पासवर्ड की पुष्टि करें',
		pLeft: 'कृपया भरें',
		pRight: '(ऐच्छिक)',
		success: 'पंजीकरण सफल है',
		checkDesc: 'कृपया सेवा की शर्तों पर टिक करें',
		language: 'भाषा',
		changeCurrency: 'मुद्रा चुनिये',
		joint: 'संयुक्त उद्यम की योजना',
		next: 'अगला स्टेप',
		back: 'पहली स्टेप',
		get: 'प्राप्त करें',
		emailVerifyCodeDesc: 'कृपया ईमेल सत्यापन कोड दर्ज करें',
		verificationText:'कृपया स्लाइडर को दबाए रखें और खींचें',
		vSuccessText:'सत्यापित',
		getSuccess: 'एक्वायर्ड सफलता',
		_1: 'कृपया 10 अंकों की संख्या दर्ज करें'
	},

	searchCountry: {
		title: 'फ़ोन क्षेत्र कोड चुनें'
	},
	
	example: {
		title: 'इसे मुफ़्त में आज़माएं',
		example_desc: 'ट्रायल अकाउंट केवल खिलाड़ियों को खेल से परिचित कराने के लिए है, 24 घंटे के लिए वैध, रिचार्ज और निकासी की अनुमति नहीं है, और उन्हें अधिमान्य गतिविधियों में भाग लेने का अधिकार नहीं है।',
		memberAccount: 'ट्रायल अकाउंट',
		chooseCurrency: 'मुद्रा चुनिये',
		verifyCode: 'सत्यापन कोड',
		btn: 'कोशिश करने के लिए अभी लॉगिन करें',
		tryGame: "इसे मुफ़्त में आज़माएं",
	}
}
