export default {
	login: {
		title: 'เข้าสู่ระบบ',
		btn: 'เข้าสู่ระบบ',
		forgetPwd: 'ลืมรหัสผ่าน ？',
		remember: 'จดจำรหัสผ่าน',
		goHome: 'เข้าไปเดินดูก่อน',
		register: 'ลงทะเบียน',
		userPlaceholder: 'กรุณาใส่เลขบัญชี',
		pwdPlaceholder: 'กรุณากรอกรหัสผ่าน',
		verifyCodePlaceholder: 'โปรดป้อนรหัสยืนยัน 4 หลัก',
		success: 'เข้าสู่ระบบสำเร็จ',
		language: 'ภาษา',
		joint: 'แผนการร่วมทุน',
		verificationText:'กรุณากดตัวเลื่อนค้างไว้แล้วลาก',
		vSuccessText:'ตรวจสอบผ่านแล้ว'
	},

	register: {
		title: 'ลงทะเบียน',
		btn: 'ลงทะเบียน',
		login: 'เข้าสู่ระบบ',
		protocol: 'ฉันมีอายุครบ 18 ปีและตกลงในข้อตกลงการบริการต่างๆ',
		userPlaceholder: 'ชื่อบัญชีตัวอักษรพิมพ์เล็ก 6-16 ตัวหรือตัวเลขผสมกัน',
		pwdPlaceholder: 'รหัสผ่าน 6-16 ตัวอักษรหรือตัวเลขรวมกัน',
		confirmPwdP: 'กรุณายืนยันรหัสผ่านของคุณ',
		verifyCodePlaceholder: 'กรุณาใส่รหัสยืนยัน',
		pLeft: 'กรุณากรอก',
		pRight: '(ไม่บังคับ)',
		success: 'การลงทะเบียนสำเร็จ',
		checkDesc: 'กรุณาเลือกเงื่อนไขการบริการ',
		language: 'ภาษา',
		changeCurrency: 'เลือกสกุลเงิน',
		joint: 'แผนการร่วมทุน',
		next: 'ขั้นตอนต่อไป',
		back: 'ก่อนหน้า',
		get: 'รับ',
		emailVerifyCodeDesc: 'กรุณากรอกรหัสยืนยันอีเมล',
		verificationText:'กรุณากดตัวเลื่อนค้างไว้แล้วลาก',
		vSuccessText:'ตรวจสอบผ่านแล้ว',
		getSuccess: 'ความสำเร็จที่ได้มา',
		_1:'กรุณาใส่ตัวเลข 10 หลัก'
	},

	searchCountry: {
		title: 'เลือกรหัสพื้นที่โทรศัพท์'
	},
	
	example: {
		title: 'ทดลองใช้ฟรี',
		example_desc: 'บัญชีทดลองมีไว้สำหรับผู้เล่นเพื่อทำความคุ้นเคยกับเกมเท่านั้น มีอายุ 24 ชั่วโมง ไม่อนุญาตให้เติมเงินและถอน และไม่มีสิทธิ์เข้าร่วมในกิจกรรมพิเศษ',
		memberAccount: 'บัญชีทดลองใช้งาน',
		chooseCurrency: 'เลือกสกุลเงิน',
		verifyCode: 'รหัสยืนยัน',
		btn: 'เข้าสู่ระบบตอนนี้เพื่อลอง',
		tryGame: "ทดลองใช้ฟรี",
	}
}
