export default {
	withdraw: {
		title: 'निकालना',
		money: 'निकाली गयी राशि',
		moneyDesc: 'न्यूनतम：',
		balance: 'उपलब्ध शेष राशि：',
		btn: 'निकालना',
		pwdDesc: 'कृपया लेनदेन पासवर्ड दर्ज करें',
		actually: 'वास्तव में खाते में आ गया',
		counterFee: 'संचालन शुल्क',
		minMoneyDesc: 'राशि न्यूनतम निकासी राशि से कम नहीं हो सकती',
		maxMoneyDesc: 'राशि अधिकतम निकासी राशि से अधिक नहीं हो सकती',
		balanceDesc: 'निकासी राशि खाता राशि से अधिक नहीं हो सकती',
		pwdToast: 'पासवर्ड 4 अंकों से कम नहीं हो सकता',
		withdraw: 'में निकासी करें',
		unlimited: 'कोई सीमा नहीं',
		btn_1: 'बैंक कार्ड निकासी',
		btn_2: 'डिजिटल मुद्रा निकासी',
		amount: 'निकाली गयी राशि',
		all: 'सब',
		counterFee_c: 'संचालन शुल्क',
		exchangeRate: 'विनिमय दर',
		arrive: 'खाते में आई राशि',
		address_c: 'डिजिटल मुद्रा पता',
		add: 'डिजिटल मुद्रा पता जोड़ें',
		addBank: 'बैंक कार्ड जोड़ें',
		banLists: 'बैंक कार्ड सूची',
		arriveMoney: 'खाते में आई राशि',
		addVirtual: 'आपने अभी तक डिजिटल मुद्रा नहीं जोड़ी है। क्या आप इसे जोड़ना चाहते हैं?',
		pwdError: 'गलत पासवर्ड',
		_1: 'आपको रिचार्ज करना होगा',
		_2: 'आपका उपलब्ध शेष है',
		_3: 'आहरण उपलब्ध',
		_4: 'शेष राशि'
	},

	withdrawNotes: {
		title: 'निकासी रिकॉर्ड',
		unfinished: 'विचाराधीन',
		review: 'प्रसंस्करण',
		finished: 'प्रसंस्कृत',
		failure: 'रद्द'
	},

	withdrawCards: {
		title: 'मेरा खाता'
	}
}
