export default {
	withdraw: {
		title: 'ถอน',
		money: 'จำนวนเงินที่ถอน',
		moneyDesc: 'ขั้นต่ำ：',
		balance: 'ยอดเงินคงเหลือ：',
		btn: 'ถอน',
		pwdDesc: 'กรุณากรอกรหัสผ่านการทำธุรกรรม',
		actually: 'ยอดถึงตามจริง',
		counterFee: 'ค่าธรรมเนียมการจัดการ',
		minMoneyDesc: 'จำนวนเงินต้องไม่น้อยกว่าจำนวนเงินถอนขั้นต่ำ',
		maxMoneyDesc: 'จำนวนเงินต้องไม่เกินจำนวนเงินถอนสูงสุด maximum',
		balanceDesc: 'จำนวนเงินที่ถอนได้ต้องไม่เกินจำนวนเงินในบัญชี',
		pwdToast: 'รหัสผ่านต้องไม่ต่ำกว่า 4 หลัก',
		withdraw: 'ถอนไปที่',
		unlimited: 'ไม่มีขีดจำกัด',
		btn_1: 'ถอนบัตรเครดิตธนาคาร',
		btn_2: 'การถอนสกุลเงินดิจิทัล',
		amount: 'จำนวนเงินที่ถอน',
		all: 'ทั้งหมด',
		counterFee_c: 'ค่าธรรมเนียมการจัดการ',
		exchangeRate: 'อัตราแลกเปลี่ยน',
		arrive: 'มาถึง',
		address_c: 'ที่อยู่สกุลเงินดิจิทัล',
		add: 'เพิ่มที่อยู่สกุลเงินดิจิทัล',
		addBank: 'เพิ่มบัตรธนาคาร',
		banLists: 'รายการบัตรธนาคาร',
		arriveMoney: 'จำนวนเงินเข้า',
		addVirtual: 'คุณยังไม่ได้เพิ่มสกุลเงินดิจิทัล คุณต้องการเพิ่มหรือไม่？',
		pwdError: 'รหัสผ่านผิด',
		_1: 'คุณต้องชาร์จ',
		_2: 'ยอดเงินคงเหลือของคุณคือ',
		_3: 'สามารถถอนได้',
		_4: 'จำนวนเงินคงเหลือ'
	},

	withdrawNotes: {
		title: 'บันทึกการถอน',
		unfinished: 'รอการจัดการ',
		review: 'อยู่ระหว่างการจัดการ',
		finished: 'สำเร็จแล้ว',
		failure: 'ไม่สำเร็จ',
	},

	withdrawCards: {
		title: 'บัญชีของฉัน'
	}
}
